Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: White with 5-9 black spots
cs_cz: bílý s 5-9 černými tečkami
fr_be: Blanc avec 5-9 points noirs
it_it: Bianco con 5-9 punti neri
nl_be: Wit met 5-9 zwarte stippen
pt_pt: Branco com 5-9 pontos pretos
sk_sk: Biely s 5-9 čienymi bodkami

source: White with black M-mark
cs_cz: bílý s černým znakem M
fr_be: blanc avec dessin noir en forme de M
it_it: Bianco con segno nero a forma di "M"
nl_be: wit met zwarte M-vormige tekening
pt_pt: Branco com marca preta em forma de M
sk_sk: Biely s čiernym M

source: White with black pattern
cs_cz: bílý s černým vzorem
fr_be: blanc avec motif noir
it_it: Bianco con pattern di colore nero
nl_be: wit met zwart patroon
pt_pt: Branco com padrão preto
sk_sk: Biely s čiernym vzorom

source: White with chestnut m-mark or trapezium
cs_cz: bílý s kaštanovým znakem M nebo lichoběžníkem
fr_be: Blanc avec dessin M de trapèze couleur marron
it_it: Bianco con segno castano a forma di "M" o trapezoidale
nl_be: Wit met kastanjekleurige m-vorm van trapezium
pt_pt: Branco com marca castanha em forma de M ou de trapézio
sk_sk: Biely s gaštanovým M alebo lichobežníkom

source: White with rounded m-mark
cs_cz: bílý se zaobleným znakem M
fr_be: Blanc avec un dessin arrondie en forme de M
it_it: Bianco con segno arrotondato a forma di "M"
nl_be: Wit met afgeronde M-vormige tekening
pt_pt: Branco com forma de M arredondado
sk_sk: Biely s oválnym M

source: Yellow or cream with black spots or trapezium or crown mark
cs_cz: žlutý nebo krémový s černými tečkami nebo tvar lichoběžníka nebo "koruny"
fr_be: jaune ou couleur crème avec des points noirs, ou trapézoïdale, ou le dessin en forme de couronne
it_it: Giallo o crema con punti o segno trapezoidale o a forma di corona di colore nero
nl_be: geel of roomkleurig met zwarte stippen of trapezium of kroonvormige tekening
pt_pt: Amarelo ou creme com pontos pretos ou marca em forma de trapézio ou coroa
sk_sk: Žltý alebo krémový s čiernymi bodkami, lichobežníkom alebo "korunou"

source: Yellow with five discrete black spots
cs_cz: žlutý s 5 diskrétními černými tečkami
fr_be: Jaune avec cinq points noirs séparés
it_it: Giallo con 5 distinti punti neri
nl_be: Geel met vijf afzonderlijke zwarte stippen
pt_pt: Amarelo com 5 pontos pretos distintos
sk_sk: Žltý s 5 diskrétnymi čiernymi bodkami

source: White with 5 dark spots, which may be fused, or dark trapezium mark
cs_cz: bílý s 5 tmavými tečkami, které mohou splývat, nebo s tmavým lichoběžníkem
fr_be: blanc avec 5 taches sombres, parfois fusionnés ou dessin trapezoidale foncé
it_it: Bianco con 5 punti scuri, che possono essere fusi assieme, oppure un segno trapezoidale scuro
nl_be: wit met 5 donkere stippen, soms versmolten, of donkeren trapezium vorm
pt_pt: Branco com 5 pontos pretos, que podem estar fundidos ou marca escura em forma de trapézio
sk_sk: Biely s 5 tmavými bodkami, ktoré môžu byť zliate, alebo tmavého lichobežníkovitého tvaru

source: Beige with 6 black spots (VV pattern) or up to nine spots with anterior pair and middle spot small.
cs_cz: béžový s 6 černými tečkami (vzor VV) nebo až s 9 tečkami, přední pár a středové tečky malé
fr_be: beige avec six points noirs (motif de VV) ou jusqu'à neuf points, avec les points antérieurs et médians de petit taille
it_it: Beige con 6 punti neri (pattern "VV") oppure fino a nove punti con le coppie anteriori e intermedie di punti di piccole dimensioni
nl_be: beige met 6 zwarte stippen (VV patroon) of tot 9 stippen met voorste en middenste paar stippen klein
pt_pt: Bege com 6 pontos pretos (padrão VV) ou até 9 pontos com o par anterior e ponto do meio pequenos
sk_sk: Béžový s 6 čiernymi bodkami (vzor VV) alebo s bodkami (zvyčajne do 9), predné a bočné bodky sú malé

source: Yellow-brown
cs_cz: žlutohnědé
fr_be: jaune-brun
it_it: Giallo-marrone
nl_be: geel-brun
pt_pt: Amarelo-acastanhado
sk_sk: Žlto-hnedá

source: Black, anterior angles and margins widely white
cs_cz: černý, přední rohy a okraje štítu široce bílé
fr_be: noir, les coins antérieurs et les bords largement bordé de blanc
it_it: Nero, angoli anteriori e margini in larga parte bianchi
nl_be: zwart, voorhoeken en randen breed wit gerand
pt_pt: Preto, angulos e margens anteriores amplamente brancas
sk_sk: Čierny, predné rohy a okraje štítu sú biele

source: Black with large white trapeziodal patches on anterior angle
cs_cz: černý, s velkými bílými lichoběžníkovitými skvrnami na předních rozích
fr_be: noir avec de grandes taches trapézoïdales blanches sur les coins avant
it_it: Nero con grandi macchie bianche trapezoidali sugli angoli anteriori
nl_be: zwart met grote witte trapezoidale vlekken op voorhoeken
pt_pt: Preto com grandes manchas brancas trapezóidais no angulo anterior
sk_sk: Čierny s veľkými lichobežníkovými škvrnami na predných rohoch

source: Posteriorly black, anterior margin and angles pale, border between colours wavy or four-lobed
cs_cz: vzadu černý, přední okraje a rohy bílé, hranice mezi barvami zvlněná nebo s čtyřmi laloky
fr_be: postérieurement noir, bords antérieurs et les coins pâle, transition des couleurs ondulées ou avec quatre lobes
it_it: Nero posteriormente, angoli e margine anteriori chiari, linea di demarcazione tra i due colori ondulata o con quattro lobi
nl_be: achterkant zwart, voorrand en voorhoeken bleek, overgang tussen de kleuren golvend of vierlobbig
pt_pt: Posteriormente preto, margem e ângulos anteriores claros, o limite entre as cores é ondulado ou apresenta 4 lóbulos
sk_sk: Vzadu čierny, predné okraje a rohy svetlé, hranica medzi farbami zvlnená

source: Brown with black spot at centre, rarely with other black markings.
cs_cz: hnědý s černou tečkou uprostřed, vzácně s jiným černým vzorem
fr_be: brun avec point noir au milieu, rarement avec d'autres dessin noir
it_it: Marrone con punto nero al centro, raramente con altri segni neri
nl_be: bruin met zwarte stip in het midden, zelden met andere zwarte tekening
pt_pt: Castanho com ponto preto no centro, raramente com outras marcas pretas
sk_sk: Hnedý s čiernymi bodkami v strede, zriedkavo s iným čiernym vzorom

source: Black, anterior and lateral margins with equally wide white stripe, border between the two colours slightly wavy
cs_cz: černý, přední a postranní okraje s rovnoměrnně širokými, bílými pruhy, hranice mezi dvěma barvami mírně zvlněná
fr_be: noir, les bords partout avec une bande blanche, transition entre les couleurs légèrement ondulé
it_it: Nero, margini anteriori e laterali con strisce bianche di uguale grandezza, linea di demarcazione tra i due colori debolmente ondulata
nl_be: zwart, voor- en rijranden met even brede witte streep, overgang tussen de twee kleuren licht golvend
pt_pt: Preto, margens anteriores e laterais com estria branca de igual largura, limite entre as cores ligeiramente ondulado
sk_sk: Čierny, predné a bočné okraje s bielymi pásmi, hranica medzi dvoma farbami mierne zvlnená

source: White to beige with seven black spots
cs_cz: bílý až béžový se 7 černými tečkami
fr_be: Blanc au beige avec sept points noirs
it_it: Bianco fino a beige con sette punti neri
nl_be: Wit tot beige met 7 zwarte stippen
pt_pt: Entre branco a bege, com 7 pontos pretos
sk_sk: Biely až béžový so 7 čiernymi bodkami

source: Black with white lateral margins
cs_cz: černý s bílými postranními okraji
fr_be: Noir avec des bords latéraux blancs
it_it: Nero con margini laterali bianchi
nl_be: Zwart met witte laterale randen
pt_pt: Preto com margens laterais brancas
sk_sk: Čierny s bielymi bočnými okrajmi

source: Black with large white fore angles and middle white band
cs_cz: černý s velkými bílými předními rohy a bílým středovým pruhem
fr_be: noir avec les coins blancs larges et une bande blanche à travers le milieu
it_it: Nero con angoli anteriori in larga parte bianchi e banda mediana bianca
nl_be: zwart met brede witte voorhoeken en witte band over het midden
pt_pt: Preto com grandes angulos anteriores brancos e banda branca na região média
sk_sk: Čierny, predné okraje biele, v strede biely pruh

source: Black with wide yellow or brown lateral margins and fore angles
cs_cz: černý s širokými žlutými nebo hnědými postranními okraji a předními rohy
fr_be: noir avec les coins et de larges bords jaunes ou brunes
it_it: Nero con margini laterali e angoli anteriori in larga parte gialli o marroni
nl_be: zwart met brede gele of bruine zijrand and voorhoeken
pt_pt: Preto com grandes margens laterais amarelas ou castanhas e angulos anteriores
sk_sk: Čierny so silne žltými alebo hnedými prednými a bočnými okrajmi

source: Dark with wide white lateral margins, strongly arched in the shape of the letter C
cs_cz: tmavý s širokými bílými postranními okraji, silně klenutými ve tvaru písmene C
fr_be: foncé avec de larges bords blanc, fortement inclinées en forme d'un C
it_it: Scuro con margini laterali in larga parte bianchi, fortemente arcuati a formare una lettera "C"
nl_be: donker met brede witte randen, sterk gehoekt in de vorm van een C
pt_pt: Escuro com largas margens laterais brancas, fortementemte arqueadas com a forma da letra C
sk_sk: Tmavý s bielymi zadými okrajmi, silne klenutými v tvare písmena C

source: Brown-orange, transparent with opaque white patches
cs_cz: hnědooranžový, transparentní s neprůhlednými bílými skvrnami
fr_be: brun-orange, translucide à taches blanches opaques
it_it: Marrone-arancio, trasparente con macchie bianche opache
nl_be: bruin-oranje, doorschijnend met ondoorzichtige witte vlekken
pt_pt: Castanho-alaranjado, transparente com manchas brancas opacas
sk_sk: Hnedo-oranžový, transparentný s nepriehľadnými bielymi škvrnami

source: Black with white anterior and lateral margins
cs_cz: černý s bílými předními a postranními okraji
fr_be: noir avec l'avant et les côtés blanc
it_it: Nero con margini anteriori e laterali bianchi
nl_be: zwart met witte voor- en zijranden
pt_pt: Preto com margens anteriores e laterais brancas
sk_sk: Čierny s bielymi prednými a bočnými okrajmi

source: Black, anterior angles with small white area
cs_cz: černý, přední rohy s malými bílými ploškami
fr_be: noir, avec une petite tâche blanche dans les coins
it_it: Nero, angoli anteriori con piccole aree bianche
nl_be: zwart, voorhoeken met kleine witte vlek
pt_pt: Preto, ângulos anteriores com pequena área branca
sk_sk: Čierny, predné okraje s malými bielymi plôškami

source: Black, fore corners (or sometimes both lateral and fore margins) of pronotum yellowish.
cs_cz: černý, přední rohy (nebo někdy oba postranní a přední okraj) štítu žlutavé
fr_be: noir, angles antérieurs (parfois aussi les bords antérieurs et latérales) du pronotum jaunâtre
it_it: Nero, angoli anteriori (o talvolta sia margini laterali che anteriore) del pronoto giallognoli
nl_be: zwart, voorhoeken (soms zowel zij- en voorrand) van pronotum geelachtig
pt_pt: Preto, cantos anteriores (ou por vezes ambas as margens lateral e anterior) do pronoto amarelados
sk_sk: Čierny, predné rohy (občas aj celé predné a zadné okraje) žltkasté

source: Black, fore angles of pronotum may be slightly cleared to yellowish colour
cs_cz: černý, přední rohy štítu mohou být mírně zabarveny do žlutavé barvy
fr_be: noir, angles antérieurs du pronotum peuvent être clairs ou jaunâtre
it_it: Nero, angoli anteriori del pronoto possono essere debolmente più chiari o giallognoli
nl_be: zwart, voorhoeken pronotum kunnen lichtgekleurd tot geelachtig zijn
pt_pt: Preto, ângulos anteriores do pronoto podem ser ligeiramente esbatidos para uma cor amarelada
sk_sk: Čierny, predné okraje môžu byť mierne žltkastej farby

source: Yellow-brown, with white lateral and fore margin feebly cut around head, transparent, partially covering eyes.
cs_cz: žlutohnědý, s bílými předním a postranními okraji, slabě okolo hlavy transparentní, částečně překrývají oči
fr_be: jaune-brun avec les bords antérieurs et latérals blancs, incisé faiblements autour de la tête, transparente et recouvrant partiellement les yeux
it_it: Giallo-marrone, con margini laterali e anteriore bianchi, debolmente interrotti attorno alla testa, trasparenti, parzialmente a copertura degli occhi
nl_be: geel-bruin met witte zij- en voorranden, zwak ingesneden rond de kop, transparant en gedeeltelijk de ogen bedekkend
pt_pt: Amarelo-acastanhado, com margem lateral e anterior branca debilmente recortada à volta da cabeça, transparente, parcialmente cobrindo os olhos
sk_sk: Žlto-hnedý, s bielymi prednými a bočnými okrajmi okolo hlavy, transparentný, čiastočne prekrývajúci oči

source: Yellow-brown, with white patches at fore and hind angles, sometimes with a white patch behind at the centre
cs_cz: žlutohnědý, s bílými skvrnami na předních a zadních rozích, občas s bílou skvrnou za středem
fr_be: jaune-brun, avec des taches blanches dans les coins à l'avant et à l'arrière, parfois avec une tache blanche postérieure au milieu
it_it: Giallo-marrone, con macchie bianche negli angoli anteriori e posteriori, talvolta con una macchia bianca centrale nella parte posteriore
nl_be: geelbruin, met witte vlekken in voor- en achterhoeken, soms met een witte vlek achteraan in het midden
pt_pt: Amarelo-acastanhado, com manchas brancas nos ângulos anteriores e posteriores, por vezes com uma mancha branca atrás no centro
sk_sk: Žlto-hnedý, s bielymi škvrnami na predných a zadných okrajoch, občas s bielou škvrnou v strede

source: Black, anterior angles widely white, fore margin in males white
cs_cz: černý, přední rohy šioce bílé, přední okraj u samců bílý
fr_be: noir, les angles largement blanc, bords antérieurs blancs chez les mâles
it_it: Nero, angoli anteriori in larga parte bianchi, margine anteriore bianco nei maschi
nl_be: zwart, voorhoeken breed wit, voorrand wit bij mannetjes
pt_pt: Preto, ângulos anteriores amplamente brancos, margem anterior branca nos machos
sk_sk: Čierny, vnútorné rohy biele, predné okraje u samcov biele

source: Black, anterior angles and margins widely white, border between the two colours with four deep lobes
cs_cz: černý, přední rohy a okraj široce bílý, hranice mezi barvami je tvořena 4 hlubokými laloky
fr_be: noir, les coins et les bords large blanc, transition entre les couleurs avec quatre lobes
it_it: Nero, angoli anteriori e margini in larga parte bianchi, linea di demarcazione tra i due colori provvista di quattro profondi lobi
nl_be: zwart, voorhoeken en randen breed wit, overgang tussen de kleuren diep vierlobbig
pt_pt: Preto, ângulos e margens anteriores amplamente brancas, limite entre as duas cores com quatro lóbulos profundos
sk_sk: Čierny, vnútorné rohy a okraje biele, hranica medzi farbami je tvorená hlbokými lalokmi

source: Reddish yellow
cs_cz: načervenale žlutý
fr_be: jaune rougâtre
it_it: Giallo rossastro
nl_be: roodachtig geel
pt_pt: Amarelo avermelhado
sk_sk: Črveno-žltý

source: Habitat
cs_cz: Stanoviště
sk_sk: Stanovište

source: Grassland, meadow
cs_cz: trávníky a louky
fr_be: prairies et prairies de fauche
it_it: Praterie, pascoli
nl_be: grasland, hooiland
pt_pt: Vegetação rasteira, prados
sk_sk: trávnaté a spásané lúky

source: Deciduous trees and hedgerows
cs_cz: listnaté stromy a živé ploty
fr_be: Les arbres et les haies
it_it: Alberi e siepi decidue
nl_be: loofbomen en heggen
pt_pt: Árvores caducifólias e sebes
sk_sk: listnaté stromy a živé ploty

source: Conifer woodlands
cs_cz: jehličnaté lesy
fr_be: conifère
it_it: Foreste di conifere
nl_be: naaldbossen
pt_pt: Florestas de coníferas
sk_sk: ihličnaté lesy

source: Deciduous trees
cs_cz: listanté stromy
fr_be: feuillus
it_it: Alberi decidui
nl_be: loofbomen
pt_pt: Árvores caducifólias
sk_sk: listnaté stromy

source: Deciduous woodland
cs_cz: listnatý les
fr_be: forêts de feuillus
it_it: Foreste decidue
nl_be: loofbossen
pt_pt: Florestas de caducifólias
sk_sk: listnanté lesy

source: Grassland, meadows
cs_cz: trávníky a louky
fr_be: prairies
it_it: Praterie e pascoli
nl_be: grasland, hooiland
pt_pt: Vegetação rasteira, prados
sk_sk: trávnaté a spásané lúky

source: Heather heathland
cs_cz: vřesoviště
fr_be: landes
it_it: Brughiere
nl_be: heides
pt_pt: Charneca de urze
sk_sk: vresoviská

source: Heather heathland, conifer scrub
cs_cz: vřesoviště, jehličnaté, křoviny
fr_be: lande sèche et conifères
it_it: Brughiere, macchie di conifere
nl_be: droge heide en naaldopslag
pt_pt: Charneca de urze, moita de coníferas
sk_sk: vresoviská, ihličnaté kroviny

source: Hedgerows and deciduous trees
cs_cz: listanté stromy a živé ploty
fr_be: haies et feuillus
it_it: Alberi decidui e siepi
nl_be: heggen en loofbomen
pt_pt: Sebes e árvores caducifólias
sk_sk: listnaté stromy a živé ploty

source: Herbage and shrub layers on well drained soils
cs_cz: byliny a křoviny na suchých půdách
fr_be: herbe et strate arbustive sur des sols bien drainés
it_it: Vegetazione erbosa e arbusti su suoli ben drenati
nl_be: kruid- en struiklaag op goed gedraineerde bodems
pt_pt: Forragem e camadas de arbustos em solos bem drenados
sk_sk: byliny a kríky na dobre odvodnených pôdach

source: Low herbage
cs_cz: nízká vegetace
fr_be: végétation herbacée basse
it_it: Vegetazione bassa
nl_be: lage kruidachtige vegetatie
pt_pt: Plantas rasteiras
sk_sk: nízika vegetácia

source: Low vegetation
cs_cz: nízká vegetace
fr_be: végétation basse
it_it: Vegetazione bassa
nl_be: lage vegetatie
pt_pt: Vegetação rasteira
sk_sk: nízka vegetácia

source: Mature Scots pine
cs_cz: borovice lesní
fr_be: vieux pin sylvestre
it_it: Pineta matura di Pino silvestre
nl_be: oude grove dennen
pt_pt: Pinheiros escoceses maduros
sk_sk: borovica lesná

source: Needled conifers
cs_cz: jehličnany
fr_be: conifères
it_it: Conifere aghifoglie
nl_be: naaldbomen
pt_pt: Coníferas de agulha
sk_sk: ihličnany

source: Reed-beds and wetlands
cs_cz: rákosiny a mokřady
fr_be: roselières et zones humides
it_it: Canneti e aree umide
nl_be: rietlanden en natte gebieden
pt_pt: Camas de junco e pantanais
sk_sk: trstiny a mokrade

source: Scots pine woodland
cs_cz: bory
fr_be: Les forêts de pin sylvestre
it_it: Foreste di Pino silvestre
nl_be: bossen met grove den
pt_pt: Floresta de pinheiro escocês
sk_sk: lesy s prevahou borovice lesnej

source: Trees
cs_cz: stromy
fr_be: arbres
it_it: Alberi
nl_be: bomen
pt_pt: Árvores
sk_sk: stromy

source: Unstable river shingle
cs_cz: nestabilní břehy řek
fr_be: berges des rivières de gravier
it_it: Greto del fiume
nl_be: grindbanken en oevers van dynamische grindrivieren
pt_pt: Praias fluviais
sk_sk: nestabilné brehy riek

source: Varied
cs_cz: různé
fr_be: variable
it_it: Vario
nl_be: variabel
pt_pt: Variado
sk_sk: rôzne

source: Varied but close to ant nests
cs_cz: různé, ale v blizkosti mravenišť
fr_be: variable mais autour de nids de fourmis
it_it: Vario ma vicino a colonie di formiche
nl_be: variabel maar in de buurt van mierennesten
pt_pt: Variado mas próximo de ninhos de formigas
sk_sk: rôzne, ale v blízkosti mravenísk

source: Varied, but often low herbage
cs_cz: různé, ale často na nízkých bylinách
fr_be: variable mais souvent herbacées
it_it: Vario, ma spesso vegetazione bassa
nl_be: variabel, maar vaak lage kruidachtigen
pt_pt: Variado, mas frequentemente forragem rasteira
sk_sk: rôzne, ale často na bylinách

source: Varied, but particularly dune systems
cs_cz: různé, ale většinou na dunách
fr_be: variable, mais surtout dans les dunes
it_it: Vario, ma in particolare sistemi di dune
nl_be: variabel, maar vooral duingebieden
pt_pt: Variado, mas particularmente sistemas de dunas
sk_sk: rôzne, ale najmä na dunách

source: Various heathers
cs_cz: různé vřesy
fr_be: landes
it_it: Varie eriche
nl_be: heide
pt_pt: Várias urzes
sk_sk: rôzne vresy

source: Very varied
cs_cz: velmi variabilní
fr_be: très variable
it_it: Varie
nl_be: zeer variabel
pt_pt: Muito variado
sk_sk: veľmi variabilná

source: Wetlands
cs_cz: mokřady
fr_be: zones humides
it_it: Aree umide
nl_be: natte gebieden
pt_pt: Pantanais
sk_sk: mokrade

source: Coniferous trees
cs_cz: jehličnaté stromy
fr_be: conifères
it_it: Alberi di conifere
nl_be: naaldbomen
pt_pt: Árvores coníferas
sk_sk: ihličnaté stromy

source: Mixed woodlands
cs_cz: smíšené lesy
fr_be: forêts mixtes
it_it: Foreste miste
nl_be: gemengde bossen
pt_pt: Florestas mistas
sk_sk: zmiešané lesy

source: Peat bogs
cs_cz: rašeliniště
fr_be: tourbières de montagne
it_it: Torbiere
nl_be: bergvenen
pt_pt: Turfeiras
sk_sk: pašeliniská

source: Gardens
cs_cz: zahrady
fr_be: jardins
it_it: Giardini
nl_be: tuinen
pt_pt: Jardins
sk_sk: záhrady

source: Wet and shaded stands on herbs
cs_cz: mokré a zastíněné porosty bylin
fr_be: endroits humides et ombragés aux herbes
it_it: Vegetazione erbosa in luoghi umidi ed ombrosi
nl_be: natte en beschaduwde plekken met kruiden
pt_pt: Zonas húmidas e sombreadas em áreas de herbáceas
sk_sk: mokré a zatienené porasty bylín

source: Lowland steppes
cs_cz: nížinné stepi
fr_be: steppes de plaine
it_it: Steppe in pianura
nl_be: laaglandsteppes
pt_pt: Estepes das planícies
sk_sk: nížinné stepy

source: Herbs
cs_cz: byliny
fr_be: herbacées
it_it: Piante erbacee
nl_be: kruidachtigen
pt_pt: Ervas
sk_sk: byliny

source: Wet woodlands
cs_cz: vlhké lesy
fr_be: les forêts humides
it_it: Foreste umide
nl_be: vochtige bossen
pt_pt: Florestas húmidas
sk_sk: vlhké lesy

source: Steppes
cs_cz: stepi
it_it: Steppe
pt_pt: Estepes
sk_sk: stepy

source: Meadows
cs_cz: Louky
fr_be: prairies de fauche
it_it: Pascoli
nl_be: hooilanden
pt_pt: Prados
sk_sk: Spásané lúky

source: Fields
cs_cz: pole
fr_be: champs
it_it: Campi coltivati
nl_be: velden
pt_pt: Campos
sk_sk: polia

source: Grassland
cs_cz: travnaté louky
fr_be: prairies
it_it: Praterie
nl_be: graslanden
pt_pt: Vegetação rasteira
sk_sk: trávnaté lúky

source: Heather
cs_cz: vřesoviště
fr_be: lande
it_it: Erica
nl_be: heide
pt_pt: Urze
sk_sk: vresoviská

source: Allotments
cs_cz: užitkové zahrady
fr_be: jardins
it_it: Piccoli orti
nl_be: tuintjes
pt_pt: Hortas
sk_sk: záhrady s vysadenými plodinami

source: Marshes
cs_cz: bažiny
fr_be: marais
it_it: Aree allagate o paludose
nl_be: moerassen
pt_pt: Pântanos
sk_sk: močiare

source: Mountains
cs_cz: hory
fr_be: montagnes
it_it: Montagne
nl_be: bergen
pt_pt: Montanhas
sk_sk: hory

source: Shrubs
cs_cz: křoviny
fr_be: arbustes
it_it: Arbusti
nl_be: struiken
pt_pt: Arbustos
sk_sk: kroviny

source: Forest margins
cs_cz: okraje lesů
fr_be: bords forestiers
it_it: Margini di foreste
nl_be: bosranden
pt_pt: Margens de Floresta
sk_sk: okraje lesov

source: Dry stands
cs_cz: suché stanoviště
fr_be: endroits secs
it_it: Vegetazione di aree asciutte o aride
nl_be: droge standplaatsen
pt_pt: Áreas áridas
sk_sk: suché porasty bylín

source: Bushes
cs_cz: křoviny
fr_be: arbustes
it_it: Cespugli
nl_be: struiken
pt_pt: Arbustos
sk_sk: kríky

source: Alpine meadows
cs_cz: horské louky
fr_be: alpages
it_it: Pascoli alpini
nl_be: alpiene graslanden
pt_pt: Prados alpinos
sk_sk: alpínske lúky

source: Vegetation among rocks
cs_cz: vegetace mezi kameny
fr_be: végétation rocheuse
it_it: Vegetazione su substrati rocciosi
nl_be: rotsige vegetatie
pt_pt: Vegetação entre rochas
sk_sk: vegetácia medzi kameňmi

source: Coniferous forests in highlands and mountains
cs_cz: jehličnaté lesy v podhůří a v horách
fr_be: Les forêts de pins sur les hauts plateaux et montagnes
it_it: Foreste di conifere in altopiani e montagne
nl_be: naaldbossen in hoogland en bergen
pt_pt: Florestas de coníferas em planaltos e montanhas
sk_sk: ihličnaté lesy vo vysokých nadmorských výškach a horách

source: Wet deciduous woodlands
cs_cz: vlhké listnaté lesy
fr_be: forêts de feuillus humides
it_it: Foreste umide decidue
nl_be: vochtige loofbossen
pt_pt: Bosques húmidos de caducifólias
sk_sk: vlhké listnaté lesy

source: Warmer and drier sites
cs_cz: teplejší a sušší lokality
fr_be: environnements chauds et secs
it_it: Siti più caldi e asciutti
nl_be: warme en droge gebieden
pt_pt: Locais mais quentes e mais secos
sk_sk: teplejšie a suchšie lokality

source: Canopy
cs_cz: koruny stromů
fr_be: canopée
it_it: Chioma degli alberi
nl_be: kruin
pt_pt: Copa
sk_sk: koruny stromov
