Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: Are you sure you want to delete all successfully synchronised local records?
cs_cz: Jste si jistí, že chcete vymazat všechny záznamy v aplikaci, které jsou již uloženy v databázi?
fr_be: Êtes-vous sûr de vouloir supprimer tous les enregistrements locaux synchronisés avec succès?
it_it: Sei sicuro di voler cancellare sul tuo dispositivo tutte le segnalazioni già sincronizzate con successo col database generale?
nl_be: Weet u zeker dat u alle succesvol gesynchroniseerde lokaal opgeslagen records wilt verwijderen?
pt_pt: Tem a certeza de que pretende eliminar todos os registos efetuados anteriormente?
sk_sk: Ste si istí, že chcete odstrániť všetky záznamy zosynchronizované s databázou?

source: records on the server will not be touched
cs_cz: záznamy v databázi nebudou vymazány
fr_be: Les observations sur le serveur ne seront pas touchés
it_it: le segnalazioni sul database non verranno toccate
nl_be: Observaties op de server worden niet beïnvloed
pt_pt: Os registos alojados no servidor não serão alterados
sk_sk: záznamy z databázy nebudú vymazané

source: can't be blank
cs_cz: nemůže zůstat nevyplněné
fr_be: Ne peut pas être vide
it_it: non può essere lasciato non compilato
nl_be: Mag niet leeg zijn
pt_pt: Não pode ficar em branco
sk_sk: nemôže zostať nevyplnené

source: passwords are not equal
cs_cz: hesla se neshodují
fr_be: Les mots de passe ne sont pas égaux
it_it: la password non corrisponde
nl_be: Wachtwoorden zijn niet gelijk
pt_pt: Palavras-chave não são iguais
sk_sk: heslá sa nezhodujú

source: you must agree to the terms
cs_cz: musíte souhlasit s podmínkami
fr_be: Vous devez accepter les conditions
it_it: devi accettare i termini di servizio
nl_be: Je moet akkoord gaan met de voorwaarden
pt_pt: Deve concordar com os termos
sk_sk: musíte súhlasiť s podmienkami

source: is too short
cs_cz: příliš krátké
fr_be: est trop court
it_it: è troppo corta
nl_be: is te kort
pt_pt: Demasiado curto
sk_sk: príliš krátke

source: invalid
cs_cz: neplatné
fr_be: incorrect
it_it: non valida
nl_be: Ongeldig
pt_pt: Inválido
sk_sk: neplatné

source: contact us
cs_cz: a kontaktujte nás.
fr_be: Contactez nous
it_it: contattaci
nl_be: Contacteer ons
pt_pt: Contacte-nos
sk_sk: a kontaktujte nás

source: Today
cs_cz: Dnes
fr_be: Aujourd'hui
it_it: Oggi
nl_be: Vandaag
pt_pt: Hoje
sk_sk: Dnes

source: Updating
cs_cz: Aktualizuje se
fr_be: Mise à jour
it_it: In aggiornamento
nl_be: Updaten
pt_pt: Atualizando
sk_sk: Aktualizuje sa

source: This should take only a moment...
cs_cz: Tohle bude trvat jen chvilku...
fr_be: Cela ne prendrait qu'un moment ...
it_it: Questa operazione dovrebbe impiegare solo un momento…
nl_be: Dit zou maar even duren ...
pt_pt: Demorará alguns segundos …
sk_sk: Toto bude trvať len chvíľku...

source: Sort
cs_cz: Typ
fr_be: Trier
it_it: Ordina
nl_be: Sorteren
pt_pt: Escolher
sk_sk: Typ

source: Yikes!
cs_cz: Chyba!
it_it: Errore
pt_pt: Erro!
sk_sk: Chyba!

source: Info
cs_cz: Informace
pt_pt: Informação

source: Sorry
cs_cz: Omlouváme se
fr_be: Pardon
it_it: Scusa
pt_pt: Desculpe
sk_sk: Prepáčte

source: Please select <b>Login</b> if you have an account or would like to register, otherwise select <b>Send</b> and enter your contact details.
cs_cz: Prosím, vyberte <b> Přihlásit se </ b>, máte-li účet, nebo se zaregistrujte, jinak vyberte <b> Odeslat </ b> a zadajte své kontaktní údaje.
it_it: Per favore seleziona <b>Login</b> se hai un account o se vuoi registrati, altrimenti seleziona <b>Invia</b> e inserisci i dettagli del tuo contatto.
pt_pt: Selecione <b> Login </ b> se tiver uma conta ou quiser se registrar, caso contrário, selecione <b> Enviar </ b> e insira os seus dados de contato.
sk_sk: Prosím, vyberte <b> Prihlásiť sa </ b>, ak máte účet, alebo sa chcete zaregistrovať, inak vyberte <b> Odoslať </ b> a zadajte svoje kontaktné údaje.

source: Your details
cs_cz: Vaše detaily
fr_be: vos coordonnées
it_it: I tuoi dettagli
nl_be: uw gegevens
pt_pt: Os seus dados
sk_sk: Vaše detaily

source: Camera
cs_cz: Fotoaparát
fr_be: Caméra
it_it: Fotocamera
nl_be: Fototoestel
pt_pt: Câmara
sk_sk: Fotoaparát

source: Choose a method to upload a photo
cs_cz: Zvolte si metodu pro nahrání fotografie.
fr_be: Choisissez une méthode pour télécharger une photo
it_it: Scegli un modo per caricare la foto
nl_be: Kies een methode voor foto upload
pt_pt: Escolha a forma de carregar a fotografia
sk_sk: Zvoľte si metódu pre nahratie fotografie

source: Gallery
cs_cz: Galerie
fr_be: Galerie photo
it_it: Galleria
nl_be: Gallerij
pt_pt: Galeria
sk_sk: Galéria

source: Looks like you are offline!
cs_cz: Vypadá to, že nemáte připojení na internet!
fr_be: On dirait que vous êtes déconnecté!
it_it: Sembra che tu sia offline!
nl_be: Het ziet ernaar uit dat je offline bent!
pt_pt: Parece que está offline!
sk_sk: Vyzerá to že nemáte internetové pripojenie!

source: Welcome aboard!
cs_cz: Vítejte na palubě!
fr_be: Bienvenue à bord!
it_it: Benvenuto a bordo!
nl_be: Welkom aan boord!
pt_pt: Bem vindo
sk_sk: Vytajte na palube!

source: Before submitting any records please check your email and click on the verification link
cs_cz: Před odesláním záznamů zkontrolujte svůj e-mail a klikněte na ověřovací odkaz
fr_be: Avant de soumettre vos observations, vérifiez votre courriel et cliquez sur le lien de vérification.
it_it: Prima di inviare una segnalazione, per favore controlla la tua email e clicca sul link per verificare il tuo account
nl_be: Voordat u waarnemingen indient, controleer uw e-mail en klik op de verificatie link
pt_pt: Antes de submeter quaisquer registos, verifique o seu email e clique no link de confirmação
sk_sk: Pred odoslaním záznamov skontrolujte svoj e-mail a kliknite na overovací odkaz

source: OK, got it
cs_cz: OK, rozumím
fr_be: D'accord, l'ai
it_it: Ok, ci siamo!
nl_be: OK ik snap het
pt_pt: OK Entendi!
sk_sk: OK, rozumiem

source: Success
cs_cz: Úspěch
fr_be: Succès
it_it: Successo
nl_be: Succes
pt_pt: Sucesso
sk_sk: Úspech

source: Further instructions have been sent to your e-mail address.
cs_cz: Další instrukce byly zaslány na Vaší e-mailovou adresu.
fr_be: D'autres instructions ont été envoyées à votre adresse e-mail.
it_it: Ulteriori istruzioni sono state inviate al tuo indirizzo email
nl_be: Verdere instructies zijn verzonden naar uw e-mailadres.
pt_pt: Instruções adicionais foram enviadas para o seu email.
sk_sk: Ďalšie inštrukcie boli odoslané na vašu e-mailovú adresu.

source: date
cs_cz: datum
it_it: data
nl_be: Datum
pt_pt: data
sk_sk: dátum

source: number
cs_cz: počet
fr_be: Nombre
it_it: Numero
nl_be: Aantal
pt_pt: número
sk_sk: počet

source: comment
cs_cz: poznámka
fr_be: Remarque
it_it: Informazioni aggiuntive
nl_be: Opmerking
pt_pt: comentário
sk_sk: poznámka

source: Please add any extra info about this record.
cs_cz: Prosím, přidejte jakékoliv doplňující informace o tomto záznamu.
fr_be: S'il vous plaît ajouter des informations supplémentaires sur cette observation.
it_it: Per favore, aggiungi qualsiasi ulteriore informazione sulla segnalazione.
nl_be: Voeg extra informatie over deze observatie toe.
pt_pt: Adicione mais informações sobre este registo.
sk_sk: Prosím, pridajte akékoľvek ďalšie informácie o tomto zázname.

source: How many individual?
cs_cz: Kolik jedinců?
fr_be: Combien d'individus?
it_it: Quanti esemplari?
nl_be: Hoeveel exemplaren?
pt_pt: Número de indivíduos observados?
sk_sk: Koľko jedincov?

source: Present
cs_cz: Přítomný
fr_be: Présent
it_it: Presente
nl_be: Aanwezig
pt_pt: Presente
sk_sk: Prítomný

source: We will try to determine your location using the inbuilt phone GPS.
cs_cz: Zkusíme určit Vaší polohu pomocí vestavěné GPS ve Vašem telefónu.
fr_be: Nous essayons de déterminer votre position en utilisant le GPS intégré.
it_it: Proveremo a stabilire la tua posizione usando il localizzatore GPS del tuo telefono.
nl_be: We proberen uw locatie te bepalen met behulp van de ingebouwde GPS.
pt_pt: Vamos tentar determinar a sua localização usando o GPS do telemóvel.
sk_sk: Budeme sa snažiť určiť vašu polohu pomocou vstavaného GPS vo Vašom telefóne.

source: Please make sure you have turned the phone's geolocation on and are well away from large objects.<br/> e.g. <i>trees, buildings </i>
cs_cz: Prosím, ujistěte se, že jste zapli GPS a jste v dostatečné vzdálenosti od velkých objektů.<br/> e.g. <i>stromy, budovy </ i>
fr_be: Assurez-vous d'avoir activé la géolocalisation du téléphone et que vous êtes bien éloignés des gros objets.<br/> par exemple <i> arbres, bâtiments</ i>
it_it: Per favore, assicurati di aver acceso il geolocalizzatore del tuo telefono e che tu sia lontano da grandi oggetti.<br/> e.g. <i>alberi, edifici </i>
nl_be: Zorg ervoor dat u de geolocatie van de telefoon hebt ingeschakeld en dat u verwijderd weg bent van grote objecten <br/> vb. <i>bomen, gebouwen</i>
pt_pt: Certifique-se que ligou o GPS do seu telemóvel e que se encontra afastado de objetos de grande dimensão. <I> árvores, edifícios </ i>
sk_sk: Prosím, uistite sa, že ste zapli GPS a ste v dostatočnej vzdialenosti od veľkých objektov.<br/> e.g. <i>stromy, budovy </ i>

source: Nearest Named Place
cs_cz: Nejbližší místo
fr_be: Lieu-dit le plus proche
it_it: Località più vicina
nl_be: Dichtstbijzijnde plaatsnaam
pt_pt: Nome do local mais próximo
sk_sk: Najbližšie miesto

source: Locate
cs_cz: Lokalizuj
fr_be: Localiser
it_it: Localizza
nl_be: Localiseer
pt_pt: Localizar
sk_sk: Lokalizuj

source: Sorry!
cs_cz: Omlouváme se!
fr_be: Pardon!
it_it: Scusa!
pt_pt: Desculpe!
sk_sk: Mrzí nás to!

source: We could not find your location.
cs_cz: Nemůžeme stanovit Vaší polohu.
fr_be: Nous n'avons pas trouvé votre position
it_it: Non riusciamo ad individuare la tua posizione.
nl_be: We kunnen uw locatie niet vinden.
pt_pt: Não foi possível identificar a sua localização
sk_sk: Nemôžeme nájsť Vašu polohu.

source: We are trying to get your location. This might take a few minutes...
cs_cz: Snažíme se zjistit Vaší polohu. Může to chvíli trvat…
fr_be: Nous essayons d'obtenir votre position. Cela peut prendre quelques minutes ...
it_it: Stiamo cercando di stabilire la tua posizione. Questo potrebbe impiegare qualche minuto…
nl_be: Wij proberen uw locatie te bepalen. Dit kan een paar minuten duren ...
pt_pt: Estamos tentando obter a sua localização. Isso pode demorar alguns minutos …
sk_sk: Snažíme sa zistiť Vašu polohu. Môže to chvíľku trvať...

source: Accuracy
cs_cz: Přesnost
fr_be: Précision
it_it: Accuratezza
nl_be: Nauwkeurigheid
pt_pt: Precisão
sk_sk: Presnosť

source: Refresh GPS
cs_cz: Obnovit GPS signál
it_it: Riavvia il GPS
nl_be: GPS vernieuwen
pt_pt: Atualize o GPS
sk_sk: Obnoviť GPS signál

source: Filter
cs_cz: Filtrovat
fr_be: Sélection
it_it: Filtro
pt_pt: Filtro
sk_sk: Filtrovať

source: Default
cs_cz: Předvolené
pt_pt: Predefenido
sk_sk: Predvolené

source: Common Name
cs_cz: Český název A-Z
fr_be: Nom commun
it_it: Nome comune (ordine alfabetico)
nl_be: Nederlandse naam
pt_pt: Nome comum A-Z
sk_sk: Slovenský názov A-Z

source: Common Name Reverse
cs_cz: Český název Z-A
fr_be: Trier à l'inverse sur nom commun
it_it: Nome comune (ordine alfabetico invertito)
nl_be: Omgekeerd sorteren op Nederlandse naam
pt_pt: Nome comum Z-A
sk_sk: Slovenský názov Z-A

source: Scientific Name
cs_cz: Vědecký název A-Z
fr_be: Nom scientifique
it_it: Nome scientifico (ordine alfabetico)
nl_be: Wetenschappelijke naam
pt_pt: Nome científico A-Z
sk_sk: Vedecký názov A-Z

source: Scientific Name Reverse
cs_cz: Vědecký název Z-A
fr_be: Trier à l'inverse sur nom scientifique
it_it: Nome scientifico (ordine alfabetico invertito)
nl_be: Omgekeerd sorteren op wetenschappelijke naam
pt_pt: Nome científico Z-A
sk_sk: Vedecký názov Z-A

source: Favourites
cs_cz: Oblíbené
fr_be: Favoris
it_it: Preferiti
nl_be: Favorieten
pt_pt: Favoritos
sk_sk: Obľúbené

source: My favourites only
cs_cz: Moje oblíbené
fr_be: Seulement mes favoris
it_it: Solo i miei preferiti
nl_be: Enkel mijn favorieten
pt_pt: Os meus favoritos, unicamente
sk_sk: Moje obľúbené

source: Size in mm
cs_cz: Velikost v mm
fr_be: Taille en mm
it_it: Dimensioni in millimetri
nl_be: Grootte in mm
pt_pt: tamanho em mm
sk_sk: Veľkosť v mm

source: No species with selected filters.
cs_cz: Žádné druhy nesplňují tyto podmínky.
fr_be: Aucune espèce trouvée avec ce filtre
it_it: Nessuna specie con i filtri selezionati
nl_be: Geen soorten gevonden met deze filter
pt_pt: Nenhuma espécies com filtros selecionados
sk_sk: Žiadne druhy nesplňujú tieto podmienky.

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů
fr_be: Politique de confidentialité
nl_be: Privacy en copyright
pt_pt: Politíca de Privacidade
sk_sk: Zásady ochrany osobných údajov

source: The Centre for Ecology & Hydrology (UK) and European partners have joined forces to help map species of ladybird within Europe.
cs_cz: Centrum pro ekologii a hydrologii (UK, Wallingford) a evropští partneři spojili své sílypři mapování slunéček v Evropě.
fr_be: Le Centre pour l'Ecologie et la Hydrologie (CEH, Royaume-Uni) et ses partenaires européens ont uni leurs forces pour la cartographie des coccinelles en Europe.
it_it: Il Centre for Ecology & Hydrology (UK) e i partner europei hanno unito le loro forze per facilitare il processo di mappatura delle specie di coccinelle all'interno dell'Europa
nl_be: Het Centre for Ecology & Hydrology (UK) en Europese partners bundelden hun krachten om lieveheersbeestje in kaart te brengen in Europa.
pt_pt: O Centro de Ecologia e Hidrologia (Centre for Ecology & Hydrology) (Reino Unido) e os seus parceiros europeus estabeleceram uma colaboração conjunta no sentido de mapearem as espécies de joaninhas na Europa.
sk_sk: Centrum pre ekológiu a hydrológiu (UK, Wallingford) a európsky partneri spojili svoje sily pri mapovaní lienok v Európe.

source: For hundreds of years people in Europe have been recording when and where they see plants, animals and other wildlife. Ladybird species records will be used to learn more about the distribution and ecology of ladybirds. The information gathered is used by scientists to see how wildlife is changing due to factors such as climate change and the arrival of new species. Scientists could not do this work without the help of people, like you, reporting when and where they find a species.
cs_cz: Po staletí lidé v Evropě hledají a zaznamenávají výskyty rostlin, zvířat a dalších volně žijících živočichů. V rámci výzkumného projektu budou mapovány druhy slunéček. Záznamy o jejich rozšížení budou využity pro stanovení změn v přírodě v důsledku změn klimatu a příchodem nových druhů. Vzhledem k tomu, že mapování druhů v přírodě je velmi náročná práce na čas i počty vědců zapojených do projektu, ti se neobejdou bez Vás dobrovolníků, které zajímá příroda, a jsou ochotni hledat a zaznamenávat výskyty slunéček prostřednictvím této aplikace.
fr_be: Pendant des centaines d'années, des gens en Europe notent les plantes et les animaux qu'il observent dans la nature. Les données recueillies par cette application seront utilisées pour mieux comprendre la distribution et l'écologie des coccinelles. Les informations sont utilisées par les scientifiques pour étudier la façon dont les animaux réagissent aux changements dans leur environnement, comme le changement climatique et les espèces exotiques. Cette recherche ne serait pas possible sans votre contribution.
it_it: Per centinaia di anni le persone in Europa hanno raccolto dati su quando e dove hanno visto piante, animali e più in generale specie viventi in natura. I record relativi alle specie di coccinelle saranno utilizzati per incrementare le conoscenze inerenti la loro ecologia e distribuzione. Le informazioni raccolte saranno usate dagli scienziati per vedere come le comunità degli organismi viventi stanno cambiando a causa di fattori come il cambiamento climatico e l'arrivo di nuove specie. Gli scienziati non possono fare questo lavoro senza l'aiuto di altre persone, come te, in grado di documentare quando e dove trovano una specie.
nl_be: Reeds honderden jaren noteren mensen in Europa welke planten en dieren ze waarnemen. De gegevens verzameld met deze app zullen gebruikt worden om meer inzicht te krijgen in de verspreiding en ecologie van lieveheersbeestjes. De verzamelde informatie wordt gebruikt door wetenschappers om te onderzoeken zien hoe dieren reageren op veranderingen in hun leefmilieu, zoals klimaatverandering en de opkomst van exoten. Dit onderzoek zou nooit mogelijk zijn zonder jouw bijdrage.
pt_pt: Ao longo dos últimos séculos os Europeus têm registado a presença de plantas, animais e outras formas de vida selvagem. Os registos das espécies de joaninhas serão usados para melhor compreender a sua distribuição e ecologia. A informação por si registada será usada por cientistas no sentido de perceber até que ponto é que a vida selvagem se tem alterado em virtude de fatores ambientais tais como as alterações climas e a chegada de novas espécies. Os cientistas não poderiam fazer este trabalho sem a ajuda dos cidadãos, como você, relatando quando e onde encontraram uma espécie.
sk_sk: Už storočia ľudia v Európe hľadajú a zaznamenávajú výskyt rôznych rastlín, zvierat a ďalších voľne žijúcich živočíchov. V rámci výskumného projektu budú mapované druhy lienok. Záznamy o ich rozšírení budú využité na stanovenie zmien v prírode v dôsledku klimatickej zmeny a príchodu nových druhov. Vzhľadom k tomu, že mapovanie druhov v prírode je veľmi náročná práca, vedci sa nezaobídu bez Vás dobrovoľníkov, ktorích zaujíma príroda, a sú ochotní hľadať a zaznamenávať výskyty lienok prostredníctvom tejto aplikácie.

source: non-melanic
cs_cz: nemelanická (světlá)
fr_be: forme non-mélanique
it_it: non melanica
nl_be: niet-melanistische vorm
pt_pt: não-melânica
sk_sk: nemelanická (svetlá)

source: melanic
cs_cz: melanická (černá)
fr_be: forme mélanique
it_it: melanica
nl_be: melanistische vorm
pt_pt: melânica
sk_sk: melanická (čierna)

source: red form
cs_cz: červená
fr_be: forme rouge
it_it: rossa
nl_be: rode vorm
pt_pt: Forma vermelha
sk_sk: červená

source: yellow form
cs_cz: žlutá
fr_be: forme jaune
it_it: gialla
nl_be: gele vorm
pt_pt: Forma amarela
sk_sk: žltá

source: Grid reference
cs_cz: Odkaz na síťové mapování
fr_be: Référence carré
it_it: Riferimento
nl_be: Referentie hok
pt_pt: Referência
sk_sk: Odkaz na sieťové mapovanie

source: Nearest named place
cs_cz: Nejbližší pojmenované místo
fr_be: Lieu le plus proche
it_it: Località più vicina
nl_be: Dichtstbijzijnde plaats
pt_pt: Localidade mais próxima
sk_sk: Najbližšie pomenované miesto

source: What sort of habitat did you find the ladybirds in?
cs_cz: V jakém typu stanoviště jste našli slunéčko?
fr_be: Dans quel habitat avez vous trouvé les coccinelles
it_it: In quale habitat hai trovato le coccinelle?
nl_be: In welk habitat vond je de lieveheerbeestjes
pt_pt: Em que habitat encontraste a joaninha?
sk_sk: V akom type habitatu ste našli túto lienku?

source: Not recorded
cs_cz: Nezaznamenané
fr_be: Pas observé
it_it: Non registrato
nl_be: Niet waargenomen
pt_pt: Não registado
sk_sk: Nezaznamenané

source: habitat
cs_cz: Stanoviště

source: Are you sure you want to remove this photo from the sample?
cs_cz: Opravdu chcete tuto fotku odebrat?
fr_be: Êtes-vous sûr de vouloir supprimer cette photo?
it_it: Sei sicuro di voler rimuovere questa foto?
nl_be: Ben je zeker dat je deze foto wil verwijderen?
pt_pt: Tem a certeza de que deseja remover esta foto da amostra?
sk_sk: Ste si istý, že chcete odstrániť túto fotku?

source: </br><i><b>Note:</b> it will remain in the gallery.</i>
cs_cz: </ br> <i> <b> Poznámka: </ b> zůstane v galerii. </ i>
fr_be: La photo reste dans la galerie.
it_it: </br><i><b>Nota:</b> rimarrà nella galleria.</i>
nl_be: De foto blijft in de gallerij.
pt_pt: </br><i><b>Nota:</b> permanecerá na galeria.</i>
sk_sk: </br><i><b>Note:</b> ostene to v galérii.</i>

source: Are you sure you want to remove this photo from the sample?</br><i><b>Note:</b> it will remain in the gallery.</i>
cs_cz: Opravdu chcete tuto fotku odebrat? </ Br> <i> <b> Poznámka: </ b> zůstane v galerii. </ I>
fr_be: Êtes-vous sûr de vouloir supprimer cette photo?</br><i><b>Remarque:</b> La photo reste dans la galerie.</i>
it_it: Sei sicuro di voler rimuovere questa foto?</br><i><b>Nota:</b> rimarrà comunque nella galleria.</i>
nl_be: Ben je zeker dat je deze foto wil verwijderen?</br><i><b>Opmerking:</b> De foto blijft in de gallerij.</i>
pt_pt: Tem a certeza de que deseja remover esta foto da amostra? </br><i><b>Nota:</b> permanecerá na galeria.</i>
sk_sk: Ste si istý, že chcete odstrániť túto fotku?</br><i><b>Note:</b> ostene to v galérii.</i>

source: Are you sure you want to remove this record from your device?</br><i><b>Note:</b> it will remain on the server.</i>
cs_cz: Opravdu chcete tento záznam odebrat ze zařízení? </ Br> <i> <b> Poznámka: </ b> zůstane na serveru. </ I>
fr_be: Êtes-vous sûr de vouloir supprimer cette observation de votre appareil?</br><i><b>Remarque:</b> l'observation restera sur le serveur.</i>
it_it: Sei sicuro di voler rimuovere questa segnalazione dal tuo dispositivo?</br><i><b>Nota:</b> rimarrà comunque sul server.</i>
nl_be: Ben je zeker dat je deze waarneming wil verwijderen van je toestel?</br><i><b>Opmerking:</b> de waarneming blijft bewaard op de server.</i>
pt_pt: Tem a certeza de que deseja remover este registro do seu dispositivo?</br><i><b>Note:</b> permanecerá no servidor.</i>
sk_sk: Ste si istý že chcete odstrániť tento záznam z Vašeho zariadenie?</br><i><b>Note:</b> Zostane na serveri.</i>

source: Are you sure you want to delete all successfully synchronised local records?</br><i><b>Note:</b>records on the server will not be touched.</i>
cs_cz: Opravdu chcete odstranit všechny úspěšně synchronizované místní záznamy? </ B> <i> <b> Poznámka: </ b> záznamů na serveru se to nebude dotýkat. </ I>
fr_be: Êtes-vous sûr de vouloir supprimer toutes les observations sauvées localement et synchronisés avec succès?</br><i><b>Remarque:</b>les observations sur le serveur ne seront pas touchés.</i>
it_it: Sei sicuro di voler rimuovere tutte le segnalazioni locali che sono state già sincronizzate?</br><i><b>Nota:</b>le segnalazioni sul server non saranno toccate.</i>
nl_be: Weet je zeker dat je alle lokaal bewaarde, gesynchroniseerde waarnemingen wilt verwijderen?</br><i><b>Opmerking:</b>waarnemingen op de server worden niet gewist.</i>
pt_pt: Tem a certeza de que deseja excluir todos os registros locais sincronizados com sucesso?</br><i><b>Note:</b>os registos no servidor não serão alterados.</i>
sk_sk: Ste si istý, že chcete odstrániť všetky úspešne synchronizované miestne záznamy?</br><i><b>Note:</b>Záznamy sa uchovajú na serveri.</i>

source: Spindle
it_it: Evonimo
pt_pt: Evónimo
sk_sk: Bršlen

source: Thanks to the Centre of Ecology & Hydrology and Anglia Ruskin University (Faculty of Science & Engineering) for work and financial support.
pt_pt: Agradecimentos são devidos ao Centre of Ecology & Hydrology e à Anglia Ruskin University (Faculty of Science & Engineering) pelo trabalho e apoio financeiro.
sk_sk: Ďakujeme Centru Ekológie & Hydrológie a Anglia Ruskin University (Faculty of Science & Engineering) za pracovnú a finančnú podporu.

source: This app was hand crafted with love by Karolis Kazlauskis and CEH developers. For suggestions and feedback please do not hesitate to
nl_be: Deze applicatie werd met liefde ontworpen door het BRC mobile development team. Aarzel niet om ons te contacteren met suggesties en commentaar.
pt_pt: Esta aplicação foi desenvolvida com amor pela equipe da Biological Record Centre (UK). Para sugestões e comentários, não hesite em
sk_sk: Táto aplikácia bola vyrobená s láskou tímom vývojárov z Biological Record Centre (UK). Podnety a spätnú väzbu prosím neváhajte zasielať

source: Terms and Conditions
nl_be: Gebruikersvoorwaarden
pt_pt: Termos e condiçõe
sk_sk: Podmienkami
