Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: Colour
cs_cz: Zbarvení
fr_be: couleur
it_it: Colore
nl_be: kleur
pt_pt: Cor
sk_sk: Farba

source: black
cs_cz: Černá
fr_be: noir
it_it: Nero
nl_be: zwart
pt_pt: Negro
sk_sk: Čierna

source: brown
cs_cz: Hnědá
fr_be: brun
it_it: Marrone
nl_be: bruin
pt_pt: Castanho
sk_sk: Hnedá

source: red
cs_cz: Červená
fr_be: rouge
it_it: Rosso
nl_be: rood
pt_pt: Vermelho
sk_sk: Červená

source: orange
cs_cz: Oranžová
it_it: Arancione
nl_be: oranje
pt_pt: Laranja
sk_sk: Oranžová

source: yellow
cs_cz: Žlutá
fr_be: jaune
it_it: Giallo
nl_be: geel
pt_pt: Amarelo
sk_sk: Žltá

source: pink
cs_cz: Růžová
fr_be: rose
it_it: Rosa
nl_be: roze
pt_pt: Rosa
sk_sk: Ružová

source: cream/beige
cs_cz: Krémová / béžová
fr_be: crème/beige
it_it: Crema/beige
nl_be: roomkleurig/beige
pt_pt: Creme/bege
sk_sk: Krémová/béžová

source: white
cs_cz: Bílá
fr_be: blanc
it_it: Bianco
nl_be: wit
pt_pt: Branco
sk_sk: Biela

source: Basic colour
cs_cz: Základní podkladové zbarvení
fr_be: couleur de base
it_it: Colore base
nl_be: basiskleur
pt_pt: Cor predominante
sk_sk: Základná farba

source: Beige
cs_cz: béžové
pt_pt: Bege
sk_sk: Béžová

source: Black
cs_cz: černé
fr_be: noir
it_it: Nero
nl_be: zwart
pt_pt: Preto
sk_sk: Čierna

source: Black, brown, maroon
cs_cz: černé, hnědé, kaštanové
fr_be: noir, brun, bordeaux
it_it: Nero, marrone, bordeaux
nl_be: zwart, bruin, kastanjekleurig
pt_pt: Negro, Castanho, Castanho
sk_sk: Čierna, hnedá, gaštanová

source: Chestnut
cs_cz: kaštanové
fr_be: marron
it_it: Castano
nl_be: kastanjekleurig
pt_pt: Castanha
sk_sk: Gaštanová

source: Dark orange
cs_cz: tmavě oranžové
fr_be: orange foncé
it_it: Arancione scuro
nl_be: donker oranje
pt_pt: Laranja escuro
sk_sk: Tmavo-oranžová

source: July-April = beige April-June = reddish
cs_cz: červenec-duben = béžové; duben-červen = načervenalé
fr_be: juillet-avril = beige avril-juin = rougâtre
it_it: Luglio-Aprile = beige, Aprile-Giugno = rosso bruno
nl_be: juli-april = beige april-june = roodachtig
pt_pt: Julho-Abril=bege Abril-Junho = Avermelhado
sk_sk: Júl-apríl = béžová, apríl-jún = červenkastá

source: Maroon-brown
cs_cz: kaštanově hnědé
fr_be: bordeaux-brun
it_it: Bordeaux-marrone
nl_be: kastanje-bruin
pt_pt: Acastanhado
sk_sk: Gaštanovo-hnedá

source: Orange
cs_cz: oranžové
it_it: Arancio
nl_be: oranje
pt_pt: Laranja
sk_sk: Oranžová

source: Orange-red
cs_cz: oranžovočervené
fr_be: orange-rouge
it_it: Arancione-rosso
nl_be: oranje-rood
pt_pt: Laranja-avermelhado
sk_sk: Oranžovo-červená

source: Red
cs_cz: červené
fr_be: rouge
it_it: Rosso
nl_be: rood
pt_pt: Vermelho
sk_sk: Červená

source: Russet or burgundy
cs_cz: červenohnědé nebo vínové
fr_be: bordeaux
it_it: Ruggine o bordeaux
nl_be: bordeaux
pt_pt: Castanho-avermelhado, cor de vinho
sk_sk: Červenohnedá

source: Salmon, orange-red
cs_cz: lososové, oranžovo-červené
fr_be: saumon, orange-rouge
it_it: Salmone, arancione-rosso
nl_be: zalmkleurig, oranje-rood
pt_pt: Salmão, Laranja-avermelhado
sk_sk: Lososová, oranžovo-červená

source: Tan brown
cs_cz: světle hnědé
fr_be: brun foncé
it_it: Marrone chiaro
nl_be: donkerbruin
pt_pt: Castanho escuro
sk_sk: Bledo-hnedá

source: Yellow
cs_cz: žluté
fr_be: jaune
it_it: Giallo
nl_be: geel
pt_pt: Amarelo
sk_sk: Žltá

source: Yellow or black
cs_cz: žluté nebo černé
fr_be: jaune ou noir
it_it: Giallo o nero
nl_be: geel of zwart
pt_pt: Amarelo ou preto
sk_sk: Žltá alebo čierna

source: Yellow, orange-red
cs_cz: žluté, oranžovo-červené
fr_be: jaune, orange-rouge
it_it: Giallo, arancione-rosso
nl_be: geel, oranje-rood
pt_pt: Amarelo, Laranja-avermelhado
sk_sk: Žltá, oranžovo-červená

source: Black, juvenile red brown
cs_cz: černé, juvenilní jedinci červenohnědí
fr_be: noir, juvénile rouge brun
it_it: Nero, giovanili rosso-marrone
nl_be: zwart, juveniel rood bruin
pt_pt: Preto, Junenil vermelho-acastanhado
sk_sk: Čierna, juvenilné štádiá červeno-hnedá

source: Ochroid or yellow
cs_cz: okrové nebo žluté
fr_be: jaune
it_it: Ocra o giallo
nl_be: strokleurig of geel
pt_pt: Ocre ou amarelo
sk_sk: Okrová alebo žltá

source: Beige to orange-red
cs_cz: béžové až oranžovo-červené
fr_be: beige à orange-rouge
it_it: Beige fino ad arancio-rosso
nl_be: beige tot oranje-rood
pt_pt: Bege a laranja-avermelhado
sk_sk: Béžová až oranžovo-červená

source: Light yellow-brown
cs_cz: světle žluto-hnědé
fr_be: jaune pâle-brun
it_it: Giallo chiaro-marrone
nl_be: lichtgeel-bruin
pt_pt: Amarelo claro-castanho
sk_sk: Bledo žlto-hnedá

source: Orange-red or ochroid
cs_cz: oranžovo-červené nebo okrové
fr_be: orange ou jaune paille
it_it: Arancione-rosso o ocra
nl_be: oranjerood of strokleurig
pt_pt: Laranja-avermelhado ou ocre
sk_sk: Oranžovo-červená alebo okrová

source: Ochroid to red
cs_cz: okrové až červené
fr_be: couleur paille au rouge
it_it: Ocra fino a rosso
nl_be: strokleurig tot rood
pt_pt: Ocre a vermelho
sk_sk: Okrová až červená

source: Matt brown
cs_cz: matně hnědé
fr_be: brun pâle
it_it: Marrone opaco
nl_be: bleekbruin
pt_pt: Castanho mate
sk_sk: Matná, hnedá

source: Brown-orange or rusty
cs_cz: hnědo-oranžové nebo rezavé
fr_be: brun-orange ou rouille
it_it: Marrone-arancio o ruggine
nl_be: bruin-oranje of roestkleurig
pt_pt: Castanho-alaranjado ou terroso
sk_sk: Hnedo-oranžová alebo hrdzavá

source: Cream, yellowish, pink or reddish
cs_cz: krémové, nažloutlé, růžové nebo načervenalé
fr_be: crème, jaune, rose ou rougeâtre
it_it: Crema, giallognolo, rosa o rossastro
nl_be: roomkleurig, geelachtig, roze of roodachtig
pt_pt: Creme, amarelado, rosa ou avermelhado
sk_sk: Krémová, žltkastá, ružová alebo červenkastá

source: Rusty brown or black
cs_cz: rezavě hnědé nebo černé
fr_be: rouille ou noir
it_it: Ruggine o nero
nl_be: roestbruin of zwart
pt_pt: Castanho terra ou preto
sk_sk: Hrdzavo-hnedá alebo čierna

source: White, cream, yellowish or pink
cs_cz: bílé, krémové, nažloutlé nebo růžové
fr_be: blanc, crème, jaune ou rose
it_it: Bianco, crema, giallognolo o rosa
nl_be: wit, roomkleurig, geelachtig of roze
pt_pt: Branco, creme amarelado ou rosa
sk_sk: Biela, krémová, žltkastá alebo ružová

source: Brown
cs_cz: hnědé
fr_be: brun
it_it: Marrone
nl_be: bruin
pt_pt: Castanho
sk_sk: Hnedá

source: Pattern colour
cs_cz: Barva vzoru
fr_be: motif de couleur
it_it: Pattern di colore
nl_be: kleurpatroon
pt_pt: Padrão das cores
sk_sk: Farba vzoru

source: Black spots
cs_cz: černé tečky
fr_be: points noirs
it_it: Punti neri
nl_be: zwarte stippen
pt_pt: Pontos negros
sk_sk: Čierne bodky

source: Black spots with or without cream rings around them
cs_cz: černé tečky, někdy s krémovým orámováním
fr_be: points noirs avec ou sans anneaux de couleur crème
it_it: Punti neri con o senza anelli color crema che li circondano
nl_be: zwarte stippen met of zonder roomkleurige ringen errond
pt_pt: Pontos negros com ou sem anéis creme a rodear
sk_sk: Čierne bodky s alebo bez krémového lemu

source: Black stripes, spots and patches
cs_cz: černé pruhy, tečky a skvrny
fr_be: rayures noires, taches et points
it_it: Strisce, punti e macchie nere
nl_be: zwarte strepen, stippen en vlekken
pt_pt: Listras negras, pontos e manchas
sk_sk: Čierne pásiky, bodky alebo škvrny

source: Brown or black spots
cs_cz: hnědé nebo černé tečky
fr_be: taches brunes ou noires
it_it: Marrone o punti neri
nl_be: bruine of zwarte stippen
pt_pt: Pontos castanhos ou negros
sk_sk: Hnedé alebo čierne bodky

source: Cream spots
cs_cz: krémové tečky
fr_be: points de couleur crème
it_it: Punti color crema
nl_be: roomkleurige stippen
pt_pt: Pontos creme
sk_sk: Krémové bodky

source: Cream streaking
cs_cz: krémové pruhování
fr_be: bandes de couleur crème
it_it: Striature color crema
nl_be: roomkleurige streping
pt_pt: Estrias creme
sk_sk: Krémové pruhovanie

source: Cream stripes and spots
cs_cz: krémové pásky a tečky
fr_be: rayures et points de couleur crème
it_it: Strisce e punti color crema
nl_be: roomkleurige strepen en stippen
pt_pt: Listras creme e pontos
sk_sk: Krémové pásiky a bodky

source: None or dark oblique line posteriorly
cs_cz: žádné nebo vzadu s tmavými šikmými čárami
fr_be: Aucune ligne ou ligne sombre oblique vers l'arrière
it_it: Nessuno o posteriormente linea scura obliqua
nl_be: Geen of donkere schuine lijn aan achterkant
pt_pt: Ausência ou presença linhas obliquas posicionadas posteriormente
sk_sk: Žiadne alebo vzadu prítomné tmavé šikmé čiarky

source: Orange-red spots
cs_cz: oranžovo-červené tečky
fr_be: points rouge-orange
it_it: Punti arancioni-rossi
nl_be: oranje-rode stippen
pt_pt: Pontos laranja-avermelhados
sk_sk: Oranžovo-červené bodky

source: Orange stripes, spots and patches
cs_cz: oranžové pruhy, tečky a skvrny
fr_be: Rayures, points et taches oranges
it_it: Strisce, punti e macchie arancioni
nl_be: Oranje strepen, stippen en vlekken
pt_pt: Litrass, pontos e manchas laranja
sk_sk: Oranžové pásiky, bodky a škvrny

source: Red spots
cs_cz: červené tečky
fr_be: points rouges
it_it: Punti rossi
nl_be: rode stippen
pt_pt: Pontos vermelhos
sk_sk: Červené bodky

source: Red, orange, cream
cs_cz: červená, oranžová, krémová
fr_be: rouge, orange, crème
it_it: Rosso, arancione, crema
nl_be: rood, oranje, roomkleurig
pt_pt: Vermelho, laranja, creme
sk_sk: Červená, oranžová, krémová

source: White spots
cs_cz: bílé tečky
fr_be: points blancs
it_it: Punti bianchi
nl_be: witte stippen
pt_pt: Pontos branco
sk_sk: Biele bodky

source: Yellow or off-white spots
cs_cz: žluté nebo špinavě bílé tečky
fr_be: Taches jaunes ou blanchâtres
it_it: Punti gialli o biancastri
nl_be: Geel of witachtige vlekken
pt_pt: Pontos amarelos ou esbranquiçados
sk_sk: Žlté alebo špinavo-biele bodky

source: No spots
cs_cz: bez teček
fr_be: pas de points
it_it: No punti
nl_be: geen stippen
pt_pt: Ausência de pontos
sk_sk: Bez bodiek

source: Yellow spots
cs_cz: žluté tečky
fr_be: points jaunes
it_it: Punti gialli
nl_be: gele stippen
pt_pt: Pontos amarelos
sk_sk: Žlté bodky

source: Orange spots
cs_cz: oranžové tečky
fr_be: points orange
it_it: Punti arancioni
nl_be: oranje stippen
pt_pt: Pontos laranja
sk_sk: Oranžové bodky

source: Yellow-orange spots
cs_cz: žluto-oranžové tečky
fr_be: points jaune orangé
it_it: Punti giallo-arancioni
nl_be: geel-oranje stippen
pt_pt: Pontos amarelo-alaranjados
sk_sk: Žlto-oranžové bodky

source: Diamond-shaped black spots
cs_cz: kosočtverečné černé tečky
fr_be: Taches noires en forme de diamant
it_it: Punti neri a forma di diamante
nl_be: Diamantvormige zwarte vlekken
pt_pt: Pontos pretos em forma de diamante
sk_sk: Čiene bodky v tvare diamantov

source: None
cs_cz: žádné
fr_be: aucun
it_it: Nessuna
nl_be: geen
pt_pt: Nenhum
sk_sk: Žiadne

source: None or irregular light patches
cs_cz: žádné nebo nepravidelné světlé skvrny
fr_be: pas de taches ou taches irrégulières claires
it_it: Nessuno o macchie chiare irregolari
nl_be: geen of onregelmatige lichte vlekken
pt_pt: Ausência ou presença de manchas claras irregulares
sk_sk: Žiadny alebo nepravidelné bledé škvrny

source: Angular black spots, black suture
cs_cz: hranaté černé tečky, černý šev
fr_be: Taches noires angulaires, suture noire
it_it: Punti neri angolari, sutura nera
nl_be: Hoekige zwarte vlekken, zwarte middenstreep
pt_pt: Pontos pretos de forma angular, sutura preta
sk_sk: Hranaté čierne bodky, čierny šev

source: Yellow rounded spots
cs_cz: žluté zaoblené tečky
fr_be: points jaunes arrondis
it_it: Punti rotondi gialli
nl_be: afgeronde gele stippen
pt_pt: Pontos amarelos arredondados
sk_sk: Žlto-zaoblené bodky

source: White (mainly in rusty individuals) or lemon yellow (in black individuals)
cs_cz: bílé (zejména u rezavých jedinců) nebo citrónově žluté (u černých jedinců)
fr_be: Blanc (principalement chez les exemplaires rouillées) ou jaune citron (chez les exemplaires noires)
it_it: Bianco (prevalentemente negli individui color ruggine) o giallo limone (negli individui neri)
nl_be: Wit (voornamelijk in roestkleurige exx.) of citroengeel (in zwarte exemplaren)
pt_pt: Branco (principalmente em indivíviduos de cor terrosa) ou amarelo-limão (em indivíduos de cor preta)
sk_sk: Biele (hlavne hrdzavé jedince) alebo citrónové či žlté (čierne jedince)

source: Black stripes
cs_cz: černé pruhy
fr_be: rayures noires
it_it: Strisce nere
nl_be: zwarte strepen
pt_pt: Listras pretas
sk_sk: Čierne pásiky

source: Black with wide yellow-orange lateral margins
cs_cz: černý s širokým žluto-oranžovým postranním okrajem
fr_be: noir avec des côtés jaune orange larges
it_it: Nero con ampi marginature laterali giallo-arancioni
nl_be: zwart met brede geeloranje zijrand
pt_pt: Preto com amplas margens laterais amarelo-alaranjadas
sk_sk: Čierny s veľmi žlto-oranžovým bočnými okrajmi

source: Number of spots
cs_cz: Počet teček
fr_be: Nombre de points
it_it: Numero di punti
nl_be: Aantal stippen
pt_pt: Número de pontos
sk_sk: Počet bodiek

source: 0-7 (usually 2)
cs_cz: 0-7 (obvykle 2)
fr_be: 0-7 (d'habitude 2)
it_it: 0-7 (solitamente 2)
nl_be: 0-7 (gewoonlijk 2)
pt_pt: 0-7 (usualmente 2)
sk_sk: 0-7 (zvyčajne 2)

source: 0-7 (usually 5)
cs_cz: 0-7 (obvykle 5)
fr_be: 0-7 (d'habitude 5)
it_it: 0-7 (solitamente 5)
nl_be: 0-7 (gewoonlijk 5)
pt_pt: 0-7 (usualmente 5)
sk_sk: 0-7 (zvyčajne 5)

source: 0-9 but nearly always 7
cs_cz: 0-9 ale obyčejně 7
fr_be: 0-9 mais presque toujours 7
it_it: 0-9 ma quasi sempre 7
nl_be: 0-9 maar bijna altijd 7
pt_pt: 0-9 mas quase sempre 7
sk_sk: 0-9 ale zvyčajne 7

source: 0-10 (usually spotless)
cs_cz: 0-10 (obvykle bez teček)
fr_be: 0-10 (d'habitude sans points)
it_it: 0-10 (solitamente senza punteggiatura)
nl_be: 0-10 (gewoonlijk geen stippen)
pt_pt: 0-10 (usualmente sem pontos)
sk_sk: 0-10 (zvyčajne bez bodiek)

source: 0-15 (usually 10)
cs_cz: 0-15 (obvykle 10)
fr_be: 0-15 (d'habitude 10)
it_it: 0-15 (solitamente 10)
nl_be: 0-15 (gewoonlijk 10)
pt_pt: 0-15 (usualmente 10)
sk_sk: 0-15 (zvyčajne 10)

source: 0-23 (usually 15)
cs_cz: 0-23 (obvykle 15)
fr_be: 0-23 (d'habitude 15)
it_it: 0-23 (solitamente 15)
nl_be: 0-23 (gewoonlijk 15)
pt_pt: 0-23 (usualmente 15)
sk_sk: 0-23 (zvyčajne 15)

source: 0-26 (usually 20)
cs_cz: 0-26 (obvykle 20)
fr_be: 0-26 (d'habitude 20)
it_it: 0-26 (solitamente 20)
nl_be: 0-26 (gewoonlijk 20)
pt_pt: 0-26 (usualmente 20)
sk_sk: 0-26 (zvyčajne 20)

source: 2-4 (usually 4)
cs_cz: 2-4 (obvykle 4)
fr_be: 2-4 (d'habitude 4)
it_it: 2-4 (solitamente 4)
nl_be: 2-4 (gewoonlijk 4)
pt_pt: 2-4 (usualmente 4)
sk_sk: 2-4 (zvyčajne 4)

source: 2-6 (usually 6)
cs_cz: 2-6 (obvykle 6)
fr_be: 2-6 (d'habitude 6)
it_it: 2-6 (solitamente 6)
nl_be: 2-6 (gewoonlijk 6)
pt_pt: 2-6 (usualmente 6)
sk_sk: 2-6 (zvyčajne 6)

source: 3-15 (usually 9)
cs_cz: 3-15 (obvykle 9)
fr_be: 3-15 (d'habitude 9)
it_it: 3-15 (solitamente 9)
nl_be: 3-15 (gewoonlijk 9)
pt_pt: 3-15 (usualmente 9)
sk_sk: 3-15 (zvyčajne 9)

source: 4-14 (usually 14)
cs_cz: 4-14 (obvykle 14)
fr_be: 4-14 (d'habitude 14)
it_it: 4-14 (solitamente 14)
nl_be: 4-14 (gewoonlijk 14)
pt_pt: 4-14 (usualmente 14)
sk_sk: 4-14 (zvyčajne 14)

source: 5-9 (usually 5)
cs_cz: 5-9 (obvykle 5)
fr_be: 5-9 (d'habitude 5)
it_it: 5-9 (solitamente 5)
nl_be: 5-9 (gewoonlijk 5)
pt_pt: 5-9 (usualmente 5)
sk_sk: 5-9 (zvyčajne 5)

source: 5-11 (usually 7)
cs_cz: 5-11 (obvykle 7)
fr_be: 5-11 (d'habitude 7)
it_it: 5-11 (solitamente 7)
nl_be: 5-11 (gewoonlijk 7)
pt_pt: 5-11 (usualmente 7)
sk_sk: 5-11 (zvyčajne 7)

source: 7-11 (usually 11)
cs_cz: 7-11 (obvykle 11)
fr_be: 7-11 (d'habitude 11)
it_it: 7-11 (solitamente 11)
nl_be: 7-11 (gewoonlijk 11)
pt_pt: 7-11 (usualmente 11)
sk_sk: 7-11 (zvyčajne 11)

source: 7-15 (usually 13)
cs_cz: 7-15 (obvykle 13)
fr_be: 7-15 (d'habitude 13)
it_it: 7-15 (solitamente 13)
nl_be: 7-15 (gewoonlijk 13)
pt_pt: 7-15 (usualmente 13)
sk_sk: 7-15 (zvyčajne 13)

source: 12-16 (usually 16)
cs_cz: 12-16 (obvykle 16)
fr_be: 12-16 (d'habitude 16)
it_it: 12-16 (solitamente 16)
nl_be: 12-16 (gewoonlijk 16)
pt_pt: 12-16 (usualmente 16)
sk_sk: 12-16 (zvyčajne 16)

source: 13-18 (usually 16)
cs_cz: 13-18 (obvykle 16)
fr_be: 13-18 (d'habitude 16)
it_it: 13-18 (solitamente 16)
nl_be: 13-18 (gewoonlijk 16)
pt_pt: 13-18 (usualmente 16)
sk_sk: 13-18 (zvyčajne 16)

source: 15-21 (usually 19)
cs_cz: 15-21 (obvykle 19)
fr_be: 15-21 (d'habitude 19)
it_it: 15-21 (solitamente 19)
nl_be: 15-21 (gewoonlijk 19)
pt_pt: 15-21 (usualmente 19)
sk_sk: 15-21 (zvyčajne 19)

source: usually 3
cs_cz: Obvykle 3
fr_be: d'habitude 3
it_it: solitamente 3
nl_be: gewoonlijk 3
pt_pt: Usualmente 3
sk_sk: Zvyčajne 3

source: usually 0
cs_cz: Obvykle 0
fr_be: d'habitude 0
it_it: solitamente 0
nl_be: gewoonlijk 0
pt_pt: Usualmente 0
sk_sk: Zvyčajne 0

source: Spot fusions
cs_cz: Spojení (fúze) teček
fr_be: taches fusionnées
it_it: Unione dei punti
nl_be: samengesmolten stippen
pt_pt: Pontos fundidos
sk_sk: Splynutie (fúzia) bodiek

source: 3 lateral spots usually fused
cs_cz: 3 boční tečky obvykle spojené
fr_be: 3 points latéraux généralement fusionnés
it_it: 3 punti laterali solitamente uniti
nl_be: 3 laterale stippen meestal samengesmolten
pt_pt: 3 pontos laterais, usualmente fundidos
sk_sk: 3 bočné bodky zvyčajne spojené

source: Common
cs_cz: běžná
fr_be: commun
it_it: Comune
nl_be: algemeen
pt_pt: Comum
sk_sk: Bežná

source: No
cs_cz: ne
fr_be: non
nl_be: nee
pt_pt: Sem
sk_sk: Nie

source: Not common
cs_cz: není běžné
fr_be: pas très commun
it_it: Non comune
nl_be: niet algemeen
pt_pt: Não comum
sk_sk: Nie bežné

source: Occasionally
cs_cz: občas
fr_be: occasionelle
it_it: Occasionale
nl_be: sporadisch
pt_pt: Ocasionalmente
sk_sk: Občasné

source: Rare
cs_cz: vzácná
it_it: Rara
nl_be: zeldzaam
pt_pt: Rara
sk_sk: Zriedkavá

source: Very common
cs_cz: velmi běžné
fr_be: très commun
it_it: Molto comune
nl_be: zeer algemeen
pt_pt: Muito comum
sk_sk: Veľmi bežné

source: Very rare
cs_cz: velmi vzácná
fr_be: très rare
it_it: Molto rara
nl_be: zeer zeldzaam
pt_pt: Muito rara
sk_sk: Veľmi zriedkavá

source: Sometimes
cs_cz: někdy
fr_be: parfois
it_it: Talvolta
nl_be: soms
pt_pt: Por vezes
sk_sk: Niekedy

source: Yes
cs_cz: ano
fr_be: oui
it_it: Si
nl_be: ja
pt_pt: Sim
sk_sk: Áno

source: N/A
cs_cz: nezjištěná
it_it: N.D.
pt_pt: N/D
sk_sk: Nezistená

source: Melanic (black) form
cs_cz: Melanická (černá) forma
fr_be: forme mélanique (noir)
it_it: Forma melanica (nera)
nl_be: melanistische (zwarte) vorm
pt_pt: Forma melânica (preta)
sk_sk: Melanická (čierna) forma

source: Various and common
cs_cz: běžná, různé melanické formy
fr_be: Divers et communs
it_it: Varia e comune
nl_be: Divers en algemeen
pt_pt: Várias e comum
sk_sk: Bežná, rôzne melanické formy

source: Black with a white patch on each side
cs_cz: černá s bílými skvrnami na každé straně
fr_be: noir avec une tache blanche sur le côté
it_it: Nero con una macchia bianca su ciascun lato
nl_be: zwart met een witte vlek op de zijkant
pt_pt: Preto com uma mancha branca em cada lado
sk_sk: Čierna s bielymi škvrnami na každej strane

source: Black with anterior-lateral white marks
cs_cz: černý s bílými předními rohy
fr_be: noir avec dessin blanc antéro-latéral
it_it: Nero con segni bianchi antero-laterali
nl_be: zwart met anterio-laterale witte tekening
pt_pt: Preto com marcas brancas anterio-laterais
sk_sk: Čierny s prednými alebo bočnými bielymi znakmi

source: Many and common
cs_cz: mnoho a běžně
fr_be: abondant et commun
it_it: Molte e comuni
nl_be: abundant en algemeen
pt_pt: Muito e comum
sk_sk: U mnohých jedincov, bežná

source: Pronotum pattern
cs_cz: Vzor štítu
fr_be: motif sur le pronotum
it_it: Pattern del pronoto
nl_be: patroon op halsschild
pt_pt: Padrão do pronoto
sk_sk: Vzor štítu

source: one colour
cs_cz: Jednobarevný
fr_be: monochromatique
it_it: Unico colore
nl_be: eenkleurig
pt_pt: Cor única
sk_sk: Jednofarebný

source: with spots
cs_cz: S tečkami
fr_be: Avec des points
it_it: Con punti
nl_be: met stippen
pt_pt: Com pontos
sk_sk: S bodkami

source: M-shape
cs_cz: Tvar písmene M
fr_be: Forme de M
it_it: Forma ad "M"
nl_be: M-vorm
pt_pt: Em forma de M
sk_sk: Tvar písmena M

source: with white patch on each side
cs_cz: S bílými skvrnami po stranách
fr_be: Avec tache blanche sur les côtés
it_it: Con macchie bianche da ciascun lato
nl_be: met witte vlek op zijkanten
pt_pt: Com mancha branca em cada lado
sk_sk: S bielymi škvrami na každej strane

source: none of them
cs_cz: Žádný z nabídky
fr_be: aucun de ces cas
it_it: Nessuna di loro
nl_be: geen van deze
pt_pt: Nenhuma das anteriores
sk_sk: Žiadny z ponuky

source: Pronotum
cs_cz: Štít
it_it: Pronoto
pt_pt: Pronoto
sk_sk: Štít

source: Beige with black spots
cs_cz: béžový s černými tečkami
fr_be: Beige avec des points noirs
it_it: Beige con punti neri
nl_be: Beige met zwarte stippen
pt_pt: Bege com pontos pretos
sk_sk: Béžový s čiernymi bodkami

source: Beige or red with 6 black spots
cs_cz: béžový nebo červený s 6 černými tečkami
fr_be: Beige ou rouge avec 6 points noirs
it_it: Beige o rosso con 6 punti neri
nl_be: beige of rood met 6 zwarte stippen
pt_pt: Bege ou vermelho com 6 pontos pretos
sk_sk: Béžový alebo červený so 6 čiernymi bodkami

source: Beige with brown m-mark
cs_cz: béžový s hnědým znakem M
fr_be: Beige avec tache brune en forme de M
it_it: Beige con segno marrone a forma di "M"
nl_be: Beige met bruine M-vormige tekening
pt_pt: Bege com marca em forma de M castanha
sk_sk: Béžový s hnedým M

source: Black with white patch at each side
cs_cz: černý s bílými skvrnami po stranách
fr_be: noir avec une tache blanche sur chaque côté
it_it: Nero con macchie bianche su entrambi i lati
nl_be: zwart met witte vlek aan elke kant
pt_pt: Preto com mancha branca em cada margem lateral
sk_sk: Čierny s bielymi škvrnami na každej strane

source: Black with white sides
cs_cz: černý s bílými stranami
fr_be: noir avec des côtés blancs
it_it: Nero con fianchi bianchi
nl_be: zwart met witte zijkanten
pt_pt: Preto com margens laterais brancas
sk_sk: Čierny s bielym sfarbením po stranách

source: Maroon with lateral posterior off-white marks
cs_cz: kaštanový s špinavobílými skvrnami vzadu po stranách
fr_be: Marron avec un dessin blanchâtre posterio-latérale
it_it: Rosso granata con segni biancastri latero-posteriori
nl_be: kastanjekleurig met posterio-lateraal witachtige tekening
pt_pt: Castanho com marcas esbranquiçadas em posição lateral posterior
sk_sk: Gaštanový so špinavobielymi znakmi vzadu a po bokoch

source: Russet with black spots
cs_cz: červenohnědý s černými tečkami
fr_be: Couleur brun foncé avec une teinte rouge-orange avec des points noirs
it_it: Color ruggine con punti neri
nl_be: donker bruine kleur met een rood-oranje tint met zwarte vlekken
pt_pt: Castanho-avermelhado com pontos pretos
sk_sk: Červenohnedý s čiernymi bodkami

source: White or cream with up to 5 spots, or fused lateral spots forming 2 curved lines, M-shaped mark or solid trapezoid
cs_cz: bílý nebo krémový až s 5 tečkami nebo boční tečky spojené ve 2 zahnuté čáry, tvar písmena M nebo velký lichoběžník
fr_be: Blanc ou de couleur crème avec un maximum de 5 points ou des points latéraux condensé qui forment deux lignes courbes, dessin en forme de M ou d'un dessin en forme de trapèze
it_it: Bianco o crema con fino a 5 punti, oppure punti laterali uniti a formare due linee curve, un tratto a forma di "M" o un solido trapezoidale
nl_be: Wit of roomkleurig met maximaal 5 stippen of versmolten laterale stippen die 2 gebogen lijnen vormen, M-vormige tekening of trapeziumvormige tekening
pt_pt: Branco ou creme com um máximo de 5 pontos ou pontos fundidos lateralmente formando 2 linhas curvas, alternativamente marca em forma de M ou trapezóide sólido
sk_sk: Biely alebo krémový so zvyčajne 5 bodkami, bočné bodky môžu splynúť a tvoriť 2 oblé čiary, tvar písmena M alebo lichobežník

source: White with 5 dark spots, which may be fused
cs_cz: bílý s 5 tmavými tečkami, které mohou splývat
fr_be: Blanc avec 5 points noirs, ce qui peut être connecté
it_it: Bianco con 5 punti neri, che possono essere fusi assieme
nl_be: Wit met 5 donkere stippen, die verbonden kunnen zijn
pt_pt: Branco com 5 pontos escuros que podem estar fundidos
sk_sk: Biely s 5 tmavými bodkami, ktoré môžu byť zliate
