Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: Mixed trees
cs_cz: různé dřeviny
fr_be: forêts mixtes
it_it: Foresta mista
nl_be: gemengde bossen
pt_pt: Várias espécies de árvores
sk_sk: rôzne dreviny

source: Forests
cs_cz: lesy
fr_be: forêts
it_it: Foreste
nl_be: bossen
pt_pt: Florestas
sk_sk: lesy

source: Pine forests
cs_cz: borovicové lesy
fr_be: conifère
it_it: Foreste di pini
nl_be: naaldbossen
pt_pt: Florestas de Pinheiros
sk_sk: borovicové lesy

source: Wet deciduous forests
cs_cz: vlhké listnaté lesy
fr_be: forêts de feuillus humides
it_it: Foreste umide decidue
nl_be: vochtige loofbossen
pt_pt: Florestas húmidas de caducifólias
sk_sk: vlhké listnaté lesy

source: Rocks
cs_cz: skály
fr_be: rochers
it_it: Rocce
nl_be: rotsen
pt_pt: Rochas
sk_sk: skaly

source: Marine
cs_cz: Mořské
it_it: Marino
nl_be: marien
pt_pt: Marinho
sk_sk: Morský

source: Coast
cs_cz: Pobřežní stanoviště
fr_be: côte
it_it: Habitat costiero
nl_be: kust
pt_pt: Costeiro
sk_sk: Pobrežný

source: Inland waters
cs_cz: Vnitrozemské vody
fr_be: eaux intérieures
it_it: Acque interne
nl_be: binnenwateren
pt_pt: Águas interiores
sk_sk: Sladkovodné habitaty

source: Bogs and fens
cs_cz: Rašeliniště a slaniště
fr_be: tourbière et marais
it_it: Paludi e acquitrini
nl_be: moerassen, venen en vennen
pt_pt: Pauis e turfeiras
sk_sk: Rašeliniská a močiare

source: Grasslands
cs_cz: Travnaté louky
fr_be: prairies
it_it: Praterie
nl_be: graslanden
pt_pt: Prados
sk_sk: Trávnaté lúky

source: Heathland, scrub, hedgerow
cs_cz: Vřesoviště, křoviny a živé ploty
fr_be: bruyère, bosquets et haies
it_it: Brughiera, siepi campestri
nl_be: heides, struwelen en heggen
pt_pt: Charnecas, Matagais, sebes
sk_sk: Vresoviská, kroviny a živé ploty

source: Woodland
cs_cz: Lesy
fr_be: forêts
it_it: Bosco
nl_be: bossen
pt_pt: Bosque
sk_sk: Lesy

source: Unvegetated or sparsely vegetated habitats
cs_cz: Stanoviště bez vegetace nebo jen řídce zarostlé
fr_be: terrains rudéraux et non-végété
it_it: Ambienti con scarsa vegetazione
nl_be: braakliggende en ruderale terreinen
pt_pt: Habitats com pouca ou nenhuma vegetação
sk_sk: Habitaty bez vegetácie alebo len riedko zarastené

source: Arable land, garden or park
cs_cz: Orná půda, zahrady a parky
fr_be: champs, jardins et parcs
it_it: Terreni coltivati, giardini o parchi
nl_be: akkers, tuinen en parken
pt_pt: Áreas agricolas, jardins ou parques
sk_sk: Ornice, záhrady a parky

source: Industrial and Urban
cs_cz: Průmyslové a městské zóny
fr_be: milieu urbain et industriel
it_it: Ambiente urbano o industriale
nl_be: industriële en urbane milieus
pt_pt: Ambientes industriais ou Urbanos
sk_sk: Mestské a priemyselné zóny

source: Mixed habitats
cs_cz: Smíšené stanoviště
fr_be: habitat mixte
it_it: Habitat misti
nl_be: gemengd habitat
pt_pt: Diversos tipos de habitat
sk_sk: Zmiešané habitaty

source: Leg colour
cs_cz: Zbarvení nohou
fr_be: Couleur des pâtes
it_it: Colore zampe
nl_be: pootkleur
pt_pt: Cor da pata
sk_sk: Farba nôh

source: Russet
cs_cz: červenohnědé
fr_be: brun foncé avec des reflets rouge-orange
it_it: Color ruggine
nl_be: donkerbruin met roodoranje tint
pt_pt: Castanho-avermelhado
sk_sk: Červenohnedá

source: Yellow-brown with black spots on tibiae
cs_cz: žlutohnědé s černými skvrnami na holeních
fr_be: jaune-brun avec des taches noires sur le tibia
it_it: Giallo-marrone con punti neri sulle tibie
nl_be: geel-bruin met zwarte stippen op tibiae
pt_pt: Amarelo-acastanhado com pontos pretos na tíbia
sk_sk: Žlto-hnedá s čiernymi bodkami na tíbiách

source: Red-yellow
cs_cz: červenožluté
fr_be: rouge-jaune
it_it: Rosso-giallo
nl_be: rood-geel
pt_pt: Vermelho-amarelado
sk_sk: Červeno-žltá

source: Black-brown
cs_cz: černohnědé
fr_be: noir-brun
it_it: Nero-marrone
nl_be: zwart-bruin
pt_pt: Preto-acastanhado
sk_sk: Čierno-hnedá

source: Rusty-brown
cs_cz: rezavě hnědé
fr_be: brun rouille
it_it: Marrone-ruggine
nl_be: roestkleurig-bruin
pt_pt: Vermelho-acastanhado
sk_sk: Hrdzavo-hnedá

source: Orange-brown
cs_cz: oranžovohnědé
fr_be: orange-brun
it_it: Arancione-marrone
nl_be: oranje-bruin
pt_pt: Laranja-acastanhado
sk_sk: Oranžovo-hnedá

source: Black, fore and mid tibiae brown at tip.
cs_cz: černé, přední a střední holeně na konci hnědé
fr_be: noir, tibias antérieurs et tibias médianes brun à l'extrémité apicale
it_it: Nero, tibie anteriori e mediane marroni alle estremità
nl_be: zwart, voor- en middentibia bruin aan de top
pt_pt: Preta, tíbia anterior e do meio castanha na extremidade
sk_sk: Čierna, prvé dva páry tíbii na konci hnedé

source: Black, fore tibiae brown inside and at tip.
cs_cz: černé, přední holeně na vnitřní straně a na konci hnědé
fr_be: noir, tibias antérieurs brun à l'intérieur et à l'extrémité apicale
it_it: Nero, tibie anteriori marroni all'interno e alle estremità
nl_be: zwart, voortibia bruin aan binnenzijde en aan de top
pt_pt: Preta, tíbia anterior castanha no interior e na extremidade
sk_sk: Čierna, predný pár tíbií vo vnútri a na koncoch hnedý

source: Femora black, fore tibiae brown with black outer margin, mid and hind tibiae black with brown tips
cs_cz: stehna černá, přední holeně hnědé s černým vnějším okrajem, středni a zadní holeně černé s hnědým koncem
fr_be: fémurs noir, tibias antérieures brun et noir à l'extérieur, tibias médianes et postérieures noir et brun à l'extrémité apicale
it_it: Femori neri, tibie anteriori marroni con margine più esterno nero, tibie mediane e posteriori nere con estremità marroni
nl_be: femora zwart, voortibia bruin met zwarte buitenzijde, midden- en achtertibia zwart met bruine top
pt_pt: Fêmora preta, tíbia anterior castanha com margem exterior preta, tíbia do meio e posterior preta com extremidades castanhas
sk_sk: Stehná čierne, prvý pár tíbií hnedý s čiernym vonkajším okrajom, druhý a tretí pár tíbií čierny s hnedým koncom

source: Forelegs mostly yellow-brown, middle legs partially, hind legs mostly black
cs_cz: přední nohy většinou žlutohnědé, střední nohy jen částečně, zadní nohy většinou černé
fr_be: Jambes principalement jaune-brun, pattes médianes partiellement noir et pattes postérieures complètement noir
it_it: Zampe anteriori principalmente giallo-marroni, zampe mediane solo parzialmente, zampe posteriori prevalentemente nere
nl_be: Voorpoten in hoofzaak geel-bruin, middenpoten gedeeltelijk en achterpoten geheel zwart
pt_pt: Patas anteriores maioritariamente amarelo-acastanhado, patas do meio parcialmente, patas posteriores maioritariamente pretas
sk_sk: Prvý pár nôh zvyčajne žlto-hnedý, druhý pár iba čiastočne, tretí pár zvyčajne čierny

source: Yellow-brown, femora partly black
cs_cz: žlutohnědé, stehna částečně černá
fr_be: jaune-brun, fémurs partiellement noir
it_it: Giallo-marrone, femori parzialmente neri
nl_be: geel-brun, femora gedeeltelijk zwart
pt_pt: Amarelo-acastanhado, fêmora parcialmente preta
sk_sk: Žlto-hnedá, stehná zčasti čierne

source: Black, knees and tarsi brown
cs_cz: černé, kolena a chodidla hnědá
fr_be: noir, les genoux et les tarses brun
it_it: Nero, articolazione tra tibia e femore e tarsi marroni
nl_be: zwart, knieën en tarsen bruin
pt_pt: Preto, joelhos e tarsos castanhos
sk_sk: Čierne, kolená a chodidlá (tarsi) hnedé

source: Black, brown or bicolour
cs_cz: černé, hnědé nebo dvojbarevné
fr_be: noir, brun ou bicolore
it_it: Nero, marrone o bicolore
nl_be: zwarte, bruin of tweekleurig
pt_pt: Preto, castanho ou bicolorido
sk_sk: Čierna, hnedá, dvojfarebná

source: Habitat for selecting
cs_cz: Stanoviště
fr_be: Habitat pour séléction
it_it: Habitat per selezione
nl_be: Habitat voor selectie
pt_pt: Habitat para selecionar
sk_sk: Stanovište

source: Sand dunes
cs_cz: Písečné duny
fr_be: dunes de sable
it_it: Dune sabbiose
nl_be: zandduinen
pt_pt: Dunas de areia
sk_sk: Pieskové duny

source: River shingle
cs_cz: Břehy řek
fr_be: berges des rivières de gravier
it_it: Greti di fiume
nl_be: grindbanken
pt_pt: Zonas ribeirinhas
sk_sk: Brehy riek

source: Wet habitats
cs_cz: Vlhká stanoviště
fr_be: zones humides
it_it: Aree umide
nl_be: wetlands
pt_pt: Habitats húmidos
sk_sk: Vlhké habitaty

source: Agricultural areas
cs_cz: Zemědělské oblasti
fr_be: Zones agricoles
it_it: Aree agricole
nl_be: landbouwgebieden
pt_pt: Áreas agrícolas
sk_sk: Poľnohospodárske oblasti

source: Heathland
cs_cz: Vřesoviště
fr_be: landes
it_it: Brughiere
nl_be: heides
pt_pt: Charnecas
sk_sk: Vresoviská

source: Gardens, allotments and parklands
cs_cz: Okrasné a produkční zahrady, parky
fr_be: Jardins et parcs
it_it: Giardini, piccoli appezzamenti ad uso agricolo e parchi ricreativi
nl_be: tuinen en parken
pt_pt: Jardins, hortas e parques
sk_sk: Záhrady, záhrady s vysadenými plodinami a parky

source: Urban, artificial habitats
cs_cz: Městská stanoviště, nepřírodní stanoviště
fr_be: habitats urbains
it_it: Habitat urbani, artificiali
nl_be: urbane habitats
pt_pt: Habitats urbanos, artificiais
sk_sk: Mestké, neprírodné habitaty

source: Forests and woodlands
cs_cz: Lesy
fr_be: forêts
it_it: Foreste e aree boschive
nl_be: bossen
pt_pt: Florestas
sk_sk: Lesy

source: Host plant
cs_cz: Hostitelská rostlina
fr_be: plantes hôtes
it_it: Pianta ospite
nl_be: voedselplant
pt_pt: Planta hospedeira
sk_sk: Hostiteľská rastlina

source: Various grasses and low plants
cs_cz: různé traviny a nízké rostliny
fr_be: graminées et herbacées
it_it: Varie piante erbacee e piante basse
nl_be: grassen en lage kruidachtigen
pt_pt: Várias ervas e plantas rasteiras
sk_sk: rôzne trávy a nízke rastliny

source: Various trees
cs_cz: různé stromy
fr_be: arbres
it_it: Vari alberi
nl_be: bomen
pt_pt: Várias árvores
sk_sk: rôzne stromy

source: Deciduous trees, particularly sycamore and ash
cs_cz: listnaté stromy, zejména javor a jasan
fr_be: feuillus, en particulier l'érable et le frêne
it_it: Alberi decidui, in particolare aceri e frassini
nl_be: loofbomen, vooral esdoorn en es
pt_pt: Árvores de folha caduca, especialmente em sicômoro e freixo
sk_sk: listnaté stromy, hlavne javor horský a jaseň štíhly

source: Larch, firs, pines, etc
cs_cz: modřín, jedle, borovice, atd.
fr_be: mélèzes, sapins, pins, etc.
it_it: Larici, abeti, pini, etc
nl_be: lorken, sparren, dennen etc.
pt_pt: Alerços, abetos, pinheiros, etc
sk_sk: smrekovec opadavý, jedle a borovice

source: Litter under heather
cs_cz: v opadance pod vřesem
fr_be: litière de bruyère
it_it: Lettiera sotto le eriche
nl_be: heidestrooisel
pt_pt: Manta morta sob plantas de Urze
sk_sk: V opadnke pod vresmi

source: Various conifers
cs_cz: různé jehličnany
fr_be: conifères
it_it: Varie conifere
nl_be: naaldbomen
pt_pt: Várias coníferas
sk_sk: rôzne ihličnany

source: Needled conifers, particularly pines
cs_cz: jehličnany, zejména borovice
fr_be: conifères, en particulier les pins
it_it: Conifere aghifoglie, in particolare pini
nl_be: naaldbomen, vooral dennen
pt_pt: Coníferas de agulha, particularmente pinheiros
sk_sk: ihličnany, najmä borovice

source: Needled conifers, sallows and willows
cs_cz: jehličnany, vrby
fr_be: conifères, saules
it_it: Conifere aghifoglie, salici
nl_be: coniferen, wilgen
pt_pt: Coníferas de agulhas, salgueiros e vimeiros
sk_sk: ihličnany a vŕby

source: Reeds
cs_cz: rákosiny
fr_be: roseau
it_it: Canneti
nl_be: riet
pt_pt: Juncos
sk_sk: trstiny

source: Reeds and rushes
cs_cz: rákosiny a sítiny
fr_be: rosea et joncs
it_it: Canneti e giuncheti
nl_be: riet en russen
pt_pt: Vegetação de zonas ribeirinhas
sk_sk: trstiny (z čeľade Poaceae) a sitiny (z čeľade Juncaceae)

source: Scots pine
cs_cz: borovice lesní
fr_be: pin sylvestre
it_it: Pino silvestre
nl_be: grove den
pt_pt: Pinheiros escoceses
sk_sk: borovica lesná

source: Various
cs_cz: různé
fr_be: variable
it_it: Vari
nl_be: variabel
pt_pt: Vários
sk_sk: rôzne druhy

source: Various deciduous trees
cs_cz: opadavé listnaté stromy
nl_be: verschillende loofbomen
pt_pt: Várias árvores
sk_sk: rôzne opadavé stromy

source: Various deciduous trees and shrubs
cs_cz: opadavé listnaté stromy a křoviny
fr_be: divers arbres et arbustes
it_it: Vari alberi e arbusti decidui
nl_be: verschillende loofbomen en struiken
pt_pt: Várias árvores e arbustos caducifólios
sk_sk: rôzne opadavé stromy a kríky

source: Various deciduous trees, particularly sallows and ash
cs_cz: opadavé listnaté stromy, zejména vrby a jasan
fr_be: feuillus divers, surtout les saules et frêne
it_it: Vari alberi decidui, in particolare salici e frassini
nl_be: diverse loofbomen, vooral wilgen en es
pt_pt: Várias espécies de árvores de folha caduca, especialmente salgueiros e freixo
sk_sk: rôzne opadavé stromy, najmä vŕby a jaseň štíhly

source: Various grasses and low growing plants
cs_cz: různé trávy a nízké rostliny
fr_be: diverses graminées et des plantes basses
it_it: Varie piante erbacee e piante in crescita
nl_be: diverse grassen en laagblijvende planten
pt_pt: Várias ervas e plantas de crescimento rasteiro
sk_sk: rôzne trávy a nízke rastliny

source: Various heathers, occasionally trees esp. Leylandii
cs_cz: vřes, občas stromy, zejména cypřišovec leylandův
fr_be: bruyères, parfois sur les arbres comme le cyprès de Leyland
it_it: Varie eriche, occasionalmente alberi, soprattutto cipresso di Leyland
nl_be: heidesoorten, soms op bomen zoals leylandcipres
pt_pt: Várias espécies de Urze, ocasionalmente em árvores especialmente Leylandii
sk_sk: rôzne vresy, niekedy stromy, špeciálne Cyprusovec leylandský

source: Various bushes
cs_cz: různé křoviny
fr_be: diverses espèces d'arbustes
it_it: Varie cespugliose
nl_be: diverse struikachtigen
pt_pt: Vários arbustos
sk_sk: rôzne kríky

source: Various, particularly hogweed
cs_cz: různé, zejména bolševník
fr_be: diverse, en particulier la berce
it_it: Varie, in particolare panace
nl_be: divers, vooral berenklauw
pt_pt: Várias, especialmente Heracleum
sk_sk: rôzne, najmä boľševník

source: Various, particularly lime and sycamore
cs_cz: různé, zejména lípy a javory
fr_be: divers, en particulier les tilleuls et l'érable
it_it: Varie, in particolare lime e aceri
nl_be: allerlei, vooral linde en esdoorn
pt_pt: Vários, particularmente tília e plátano
sk_sk: rôzne, najmä lipy a javor horský

source: White bryony
cs_cz: posed bílý
fr_be: la bryone
it_it: Brionia bianca
nl_be: heggenrank
pt_pt: Briónia-branca
sk_sk: posed biely

source: Spruce
cs_cz: smrk
fr_be: L’épicea
it_it: Abeti rossi
nl_be: Spar
pt_pt: Abeto
sk_sk: smrek obyčajný

source: Scots Pine
cs_cz: borovice lesní
fr_be: pin sylvestre
it_it: Pino silvestre
nl_be: grove den
pt_pt: Pinheiros escoceses
sk_sk: borovica lesná

source: Firs
cs_cz: jedle
fr_be: Sapin
it_it: Abeti
nl_be: Zilverspar
pt_pt: Abetos
sk_sk: jedľa

source: Oak
cs_cz: dub
fr_be: chêne
it_it: Querce
nl_be: eik
pt_pt: Carvalho
sk_sk: dub

source: Juniper
cs_cz: jalovec
fr_be: genévrier
it_it: Ginepri
nl_be: jeneverbes
pt_pt: Zimbro
sk_sk: tuja

source: family Chenopodiaceae
cs_cz: merlikovité (Chenopodiaceae)
fr_be: Chénopodes
it_it: famiglia Chenopodiaceae
nl_be: ganzenvoetfamilie
pt_pt: Família Chenopodiaceae
sk_sk: rastliny z čeľade Chenopodiaceae (klinčekotvaré)

source: Linden
cs_cz: lípa
fr_be: tilleuls
it_it: Tigli
nl_be: linde
pt_pt: Tilia
sk_sk: lipa

source: Elm
cs_cz: jilm
fr_be: ormes
it_it: Olmi
nl_be: olm
pt_pt: Olmo
sk_sk: brest

source: Alder
cs_cz: olše
fr_be: aulnes
it_it: Ontani
nl_be: els
pt_pt: Amieiro
sk_sk: jelša

source: Willow
cs_cz: vrba
fr_be: saules
it_it: Salici
nl_be: wilg
pt_pt: Salgueiro
sk_sk: vŕba

source: Nettle
cs_cz: kopřivy
fr_be: ortie
it_it: Ortiche
nl_be: brandnetel
pt_pt: Urtiga
sk_sk: pŕhľava

source: Thistle
cs_cz: bodláky, pcháče
fr_be: chardons
it_it: Cardi
nl_be: distel
pt_pt: Cardo
sk_sk: bodliak

source: family Asteraceae
cs_cz: hvězdnicovité (Asteraceae)
fr_be: Asteracées
it_it: Famiglia Asteraceae
nl_be: samengesteldbloemigen
pt_pt: Família Asteraceae
sk_sk: rastliny z čeľade Asteraceae (astrovité)

source: Broad-leaved grasses (family Poaceae)
cs_cz: širokolisté traviny (čeleď Poaceae)
fr_be: graminées
it_it: Piante erbacee a foglia larga (famiglia Poaceae)
nl_be: breedbladige grassen
pt_pt: Ervas de folha larga (família Poace)
sk_sk: rastliny z čeľade Poaceae (lipnicovité)

source: Plants of the family Cucurbitaceae
cs_cz: tykvovité (Cucurbitaceae)
fr_be: Cucurbitacées
it_it: Piante della famiglia delle Cucurbitaceae
nl_be: planten van de komkommerfamilie
pt_pt: Plantas da família Cucurbitaceae
sk_sk: rastliny z čeľade Cucurbitaceae (tekvicovité)

source: Squirting cucumber
cs_cz: tykvice stříkavá (Ecballium elaterium)
fr_be: concombre d'âne
it_it: Cocomero asinino
nl_be: Springkomkommer
pt_pt: Pepino-de-São Gregório
sk_sk: tekvičník striekavý (Ecballium elaterium)

source: Poplar
cs_cz: topol
fr_be: peupliers
it_it: Pioppi
nl_be: populier
pt_pt: Choupo
sk_sk: topoľ

source: Sycamore
cs_cz: javor
fr_be: érable
it_it: Aceri
nl_be: esdoorn
pt_pt: Sicamôro
sk_sk: javor horský

source: Hornbeam
cs_cz: habr
fr_be: charmes
it_it: Carpini
nl_be: haagbeuk
pt_pt: Carpino
sk_sk: hrab

source: Goosefoot
cs_cz: merlík (Chenopodium)
fr_be: Chénopodes
it_it: Farinelli o chenopodi
nl_be: ganzevoet
pt_pt: Erva-couvinha (Chenopodium)
sk_sk: mrlík (Chenopodium sp.)

source: Sugar beet
cs_cz: cukorvá řepa
fr_be: betterave
it_it: Barbabietola da zucchero
nl_be: suikerbiet
pt_pt: Beterraba
sk_sk: cuktorvá trstina

source: Tamarisk
cs_cz: tamaryšek
fr_be: Tamaris commun
it_it: Tamerice
pt_pt: Tamarix
sk_sk: tamariška

source: Unknown
cs_cz: neznámé
fr_be: inconnu
it_it: Sconosciuto
nl_be: onbekend
pt_pt: Desconhecido
sk_sk: neznáma

source: Overwintering
cs_cz: Přezimování
fr_be: hivernation
it_it: Svernamento
pt_pt: Locais de diapausa
sk_sk: Zimovanie

source: Low herbage, in gorse, in plant litter, on fence posts and stone walls, often in large aggregations
cs_cz: nízká vegetace, keře (zejména hlodáš), opadanka, na plotech, v kamenných zídkách, často ve velkých shlucích
fr_be: herbes basses, l'ajonc, dans les déchets végétaux, sur les clôtures et les murs, souvent dans de grands rassemblements
it_it: Bassa vegetazione erbacea, nelle ginestre, nella lettiera sotto le piante, sui pali delle recinzioni e muri in pietra, spesso in grandi aggregati
nl_be: lage kruiden, in gaspeldoorn, in plantenafval, op afsluitingen en muurtjes, vaak in grote groepen
pt_pt: Vegetação rasteira, manta morta, em postes de cercas e muros de pedra, habitualmente formando grandes agregações
sk_sk: Na nízkych trávnatých porastoch, v kríkoch, na plotoch, pri kamenných múroch, často vo veľkých zhlukoch

source: Leaf litter, beech nuts
cs_cz: v listové opadance a bukvicích
fr_be: feuilles mortes, faînes
it_it: Lettiera in terreni forestali, faggiole
nl_be: bladval, beukennootjes
pt_pt: Na folhagem da manta morta, nozes das faias
sk_sk: V listovej opadanke, v bukviciach

source: Bark crevices of conifers
cs_cz: v puklinách kůry jehličnanů
fr_be: dans l'écorce des arbres conifères
it_it: Crepe nella scorza di conifere
nl_be: spleten in schors van naaldbomen
pt_pt: Fendas dos troncos de coníferas
sk_sk: V puklinách kôry borovíc

source: Between leaves and in stems of reeds, grass tussocks
cs_cz: mezi listy a ve stoncích rákosí a v trsech trávy
fr_be: entre les feuilles et dans les tiges des roseaux, dans les tourradons de graminées
it_it: Tra le foglie e su fusti nei canneti, in tappeti di graminacee
nl_be: tussen bladeren en in rietstengels, graspollen
pt_pt: Entre as follas e caules dos juncos, ervas rasteiras (capim)
sk_sk: V listoch, stonkách rákosia a trávových trsoch

source: Gorse, under shingle stones, in leaf litter
cs_cz: hlodáš (Ulex sp.), pod kameny na březích, v opadance
fr_be: l'ajonc, sous les cailloux des rivières de gravier, dans la litière de feuilles
it_it: Ginestre, sotto pietre del greto fluviale, in lettiera in terreni forestali
nl_be: gaspeldoorn, onder grind op rivieroevers, in bladstrooisel
pt_pt: Tojo, sob seixos, na manta morta
sk_sk: V blízkosti útesovca (Ulex sp.), pod brehovými kameňmi a v opadanke

source: High on Scots pine
cs_cz: vysoko v koruně borovice lesní
fr_be: dans le pin sylvestre
it_it: In alto su Pino silvestre
nl_be: hoog in grove den
pt_pt: No topo de pinheiro-silvestre
sk_sk: Vysoko na konároch borovice lesnej

source: In houses, on bark
cs_cz: v domech, na kůře stromů
fr_be: dans les maisons, sur l'écorce
it_it: Nelle case, sulle scorze degli alberi
nl_be: in huizen, op schors
pt_pt: Em casas, na casca de árvores
sk_sk: V domoch, pod kôrou stromov

source: In houses, on rocky surfaces
cs_cz: v domech, v skalních štěrbinách
fr_be: Dans les maisons, sur les surfaces de pierre
it_it: Nelle case, su superfici rocciose
nl_be: In huizen, op stenige oppervlakken
pt_pt: Em casas, em superfícies rochosas
sk_sk: V domoch, v kamenných štrbinách

source: In leaf litter or on low plants
cs_cz: v listové opadance nebo na nízkých rostlinách
fr_be: feuilles mortes ou plantes basses
it_it: In lettiera in terreni forestali o su piante basse
nl_be: in bladval of op lage planten
pt_pt: Nas folhas da manta morta ou plantas rasteiras
sk_sk: V opadanke alebo v blízkosti nízkych rastlín

source: In leaf litter, foliage and bark crevices of evergreen trees and shrubs
cs_cz: v listové opadance, mezi listím, v štěrbinách kůry stálezelených stromů a keřů
fr_be: dans la litière et les crevasses dans l'écorce des arbres feuillus persistantes et arbustes
it_it: In lettiera in terreni forestali, su fogliame e su crepe della scorza di alberi e arbusti sempreverdi
nl_be: in bladstrooisel en spleten in schors van altijdgroene bomen en struiken
pt_pt: Nas folhas da manta morta, folhas e fendas dos troncos das árvores, ou árvores e arbustos de folha persistente
sk_sk: V opadanke, listoch, v štrbinách kôry vždyzelených stromov a kríkov

source: In litter or in bark crevices
cs_cz: v opadance nebo ve štěrbinách kůry
fr_be: dans la litière ou derrière l'écorce
it_it: In lettiera o in crepe della scorza
nl_be: in strooisel of achter schors
pt_pt: Na manta morta ou fendas dos troncos
sk_sk: V opadanke alebo v štrbinách kôry

source: In low herbage
cs_cz: v nizkých porostech bylin
fr_be: dans des herbacées
it_it: Su bassa vegetazione erbacea
nl_be: lage kruidachtigen
pt_pt: Em vegetação rasteira
sk_sk: V nízkej bylinnej vegetácií

source: In low herbage, in conifer foliage
cs_cz: v nízké bylinné vegetaci, mezi jehlicemi jehličnanů
fr_be: dans des herbacées, dans les aiguilles de pin
it_it: Su bassa vegetazione erbacea, sul fogliame di conifere
nl_be: in lage kruiden, in dennennaalden
pt_pt: Em vegetação rasteira, em folhas de coníferas
sk_sk: V nízkej bylinnej vegetácií, medzi ihlicami ihličnanov

source: In sheltered positions on deciduous trees, usually near base
cs_cz: na chráněných místech na listnatých stromech, obvykle blízko báze kmene
fr_be: caché dans les arbres, en particulier à la base
it_it: In posizioni riparate su alberi decidui, solitamente vicino alla base del tronco
nl_be: verscholen op loofbomen, vooral aan de basis
pt_pt: Em posições abrigadas em árvores caducifólias, usualmente perto da base
sk_sk: Na chránených miestach listnantých stromov, zvyčajne pri spodnom kmeni

source: In soil or leaf litter
cs_cz: v půdě nebo v opadance
fr_be: litière ou feuilles mortes
it_it: Nel suolo o nella lettiera in terreni forestali
nl_be: strooisel of bladval
pt_pt: No solo ou na folhagem da manta morta
sk_sk: V zemi alebo opadanke

source: Leaf litter or in sheltered positions on trees
cs_cz: v opadance nebo na chráněných místech stromů
fr_be: litière de feuilles mortes, des endroits cachés dans les arbres
it_it: Lettiera in terreni forestali o in posizioni riparate sugli alberi
nl_be: bladstrooisel, verscholen plekjes in bomen
pt_pt: Folhagem da manta morta ou nos troncos das árvores, em locais protegidos
sk_sk: V listovej opadanke alebo na chránených miestah listnantých stromov

source: Low herbage
cs_cz: na nízké vegetaci
fr_be: dans des herbacées
it_it: Bassa vegetazione erbacea
nl_be: lage kruiden
pt_pt: Vegetação rasteira
sk_sk: Na nízkej vegetácii
