Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: Restart
fr_be: Redémarrer
it_it: Riavvia
nl_be: Herstart
pt_pt: Reiniciar
sk_sk: Reštartovať

source: white/cream/beige
pt_pt: Branco/creme/bege
sk_sk: biela/krémová/béžová

source: smaller than 5mm
pt_pt: Menor do que 5 mm
sk_sk: menšie ako 5 mm

source: larger than 5mm
pt_pt: Maior do que 5 mm
sk_sk: väčšie ako 5 mm

source: United Kingdom
pt_pt: Reino Unido
sk_sk: Spojené kráľovstvo

source: Different pattern (none of them)
pt_pt: Diferente padrão (nenhum dos anteriores)
sk_sk: Iný vzor

source: No pattern (one colour)
pt_pt: Nenhum padrão (cor única)
sk_sk: Jednofarebný

source: With spots
pt_pt: Com pontos
sk_sk: Bodkovaný

source: With white patch on each side
pt_pt: Com mancha branca em cada lado
sk_sk: S bielymi postrannými okrajmi

source: Slovakia
pt_pt: Eslováquia
sk_sk: Slovensko

source: Czech Republic
pt_pt: República Checa
sk_sk: Česká republika

source: Italy
pt_pt: Itália
sk_sk: Taliansko

source: Portugal
sk_sk: Portugalsko

source: Belgium
pt_pt: Bélgica
sk_sk: Belgicko

source: Elsewhere
pt_pt: Noutro lugar
sk_sk: Niekde inde

source: Stop
fr_be: Arrêtez
