Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: Low herbage, grass tussocks
cs_cz: na nízké vegetaci, v trsech trávy
fr_be: dans des herbacées, tourradons de graminées
it_it: Bassa vegetazione erbacea, tappeti di graminacee
nl_be: lage kruiden, pollenvormende grassen
pt_pt: Vegetação rasteira, capim
sk_sk: Na nízkej vegetácii, v trsoch tráv

source: On conifers
cs_cz: na jehličnanech
fr_be: sur des conifères
it_it: Su conifere
nl_be: op naaldbomen
pt_pt: Sobre coníferas
sk_sk: Na boroviciach

source: Plant litter
cs_cz: v opadance
fr_be: déchets végétaux
it_it: Lettiera sotto le piante
nl_be: plantafval
pt_pt: Manta morta
sk_sk: V rastlinnej opadanke

source: Plant litter, bark crevices, beech nuts
cs_cz: v opadance, v štěrbinách kůry, v bukvicích
fr_be: déchets végétaux, écorce, faînes
it_it: Lettiera sotto le piante, crepe sulle scorze degli alberi, faggiole
nl_be: plantafval, schors, beukennootjes
pt_pt: Na manta morta, fendas dos troncos, nozes de faias
sk_sk: V rastlinnej opadanke, v puklinách kôry, v bukviciach

source: Various, but close to ant nests
cs_cz: různé, ale v blízkosti mravenišť
fr_be: variables, mais près des nids de fourmis
it_it: Vari, ma nelle vicinanze di colonie di formiche
nl_be: variabel, maar in de buurt van mierennesten
pt_pt: Vários, mas próximo de ninhos de formigas
sk_sk: Rôzne, ale v blízkosti mravenísk

source: Various, usually low down
cs_cz: různé, obvykle blízko při zemi
fr_be: variable, normalement près du sol
it_it: Vari, solitamente in posizione bassa
nl_be: variabel, gewoonlijk laag bij de grond
pt_pt: Vários, usualmente bem em baixo
sk_sk: Rôzne, ale zvyčajne blízko pri zemi

source: Litter
cs_cz: v opadance
fr_be: litière
it_it: Lettiera
nl_be: strooisel
pt_pt: Manta morta
sk_sk: V opadanke

source: Rock crevices
cs_cz: ve skalních štěrbinách
fr_be: crevasses
it_it: Crepe nelle rocce
nl_be: rotsspleten
pt_pt: Fendas em rochas
sk_sk: V skalných puklinách

source: Grass tussocks
cs_cz: v trsech trávy
fr_be: tourradons de graminées
it_it: Tappeti di graminacee
nl_be: pollenvormende grassen
pt_pt: Ervas rasteiras (capim)
sk_sk: V trsoch tráv

source: Often in large groups
cs_cz: často ve velkých skupinách
fr_be: souvent dans de grandes rassemblements
it_it: Spesso in grandi gruppi
nl_be: vaak in grote groepen
pt_pt: Frequentemente em grandes grupos
sk_sk: Častov vo veľkých skupinách

source: In Soil (during winter and summer)
cs_cz: v zemi (během zimy a léta)
fr_be: litière (hiver et été)
it_it: Nel suolo (durante l'inverno e l'estate)
nl_be: in strooisel (winter en zomer)
pt_pt: No solo (durante o Inverno e Verão)
sk_sk: V zemi (zvyčajne v zime a v lete)

source: On the ground in dry plants
cs_cz: na zemi v suchých rostlinnách
fr_be: sur le sol dans le matériel végétal sec
it_it: Al suolo, su piante in terreni aridi
nl_be: op de grond in droog plantmateriaal
pt_pt: No solo em plantas secas
sk_sk: Na zemi v suchých rastlinách

source: Leaf litter
cs_cz: v listové opadance
fr_be: feuilles mortes
it_it: Lettiera in terreni forestali
nl_be: bladval
pt_pt: Folhangem da manta morta
sk_sk: V listovej opadanke

source: Under the bark of solitary tree
cs_cz: pod kůrou soliterně stojících stromů
fr_be: derrière l'écorce
it_it: Sotto la scorza di alberi solitari
nl_be: achter schors van bomen
pt_pt: Debaixo da casca de árvores solitárias
sk_sk: Pod kôrov solitérne stojacich stromov

source: Food
cs_cz: Potrava
fr_be: nourriture
it_it: Alimento
nl_be: voedsel
pt_pt: Alimento
sk_sk: Potrava

source: Pollen, nectar, fungi
cs_cz: pyl, nektar, houby
fr_be: pollen, nectar, champignons
it_it: Polline, nettare, funghi
nl_be: stuifmeel, nectar, schimmels
pt_pt: Pólen, néctar, fungos
sk_sk: peľ, nektár, huby

source: Aphids
cs_cz: mšice (Aphididae)
fr_be: pucerons
it_it: Afidi
nl_be: bladluizen
pt_pt: Afídeos
sk_sk: vošky (Aphididae)

source: Adelgids, coccids
cs_cz: korovnice (Adelgidae) a červci (Coccoidea)
fr_be: Adelgidae et cochenilles
it_it: Adelgidi e cocciniglie
nl_be: dennenluizen en schildluizen
pt_pt: Adelgídeos, coccídeos
sk_sk: kôrovnice (Adelgidae) a červce (Coccoidea)

source: Aphids and psyllids
cs_cz: mšice (Aphididae) a mery (Psylloidea)
fr_be: pucerons et psylles
it_it: Afidi e psille
nl_be: bladluizen en bladvlooien
pt_pt: Afídeos e psilas
sk_sk: vošky a méry (Psylloidea)

source: Aphids, coccids, adelgids, coccinellids, fruit
cs_cz: mšice (Aphididae), červci (Coccoidea), korovnice (Adelgidae), slunéčka a ovoce
fr_be: pucerons, cochenilles, adelgidae, fruits
it_it: Afidi, cocciniglie, adelgidi, coccinellidi, frutta
nl_be: bladluizen, schildluizen, dennenluizen, lieveheersbeestjes, fruit
pt_pt: Afídeos, coccídeos, adelgídeos, coccinelídeos, frutos
sk_sk: vošky (Aphididae), červce (Coccoidea), kôrovnice (Adelgidae), lienky a ovocie

source: Coccids
cs_cz: červci (Coccoidea)
fr_be: cochenilles
it_it: Cocciniglie
nl_be: schildluizen
pt_pt: Coccídeos
sk_sk: červce (Coccoidea)

source: Larvae of heather leaf beetle
cs_cz: larvy mandelinky Lochmaea suturalis
fr_be: larves de Lochmaea suturalis
it_it: Larve del coleottero defogliatore dell'erica, Lochmaea suturalis
nl_be: larven van heidehaantje
pt_pt: Larvas de crisomelídeos
sk_sk: larvy chrobáka Lochmaea suturalis

source: Leaves
cs_cz: listy
fr_be: feuilles
it_it: Foglie
nl_be: bladeren
pt_pt: Folhas
sk_sk: listy

source: Leaves of white bryony and other cucurbits
cs_cz: listy posedu bílého nebo jiných tykovitých rostlin
fr_be: feuilles de la bryone et d'autres Cucurbitaceae
it_it: Foglie di brionia bianca e di altre cucurbitacee
nl_be: bladeren van heggenrank en andere cucurbitaceae
pt_pt: Folhas de briónia-branca e outras Cucurbitáceas
sk_sk: listy posedu bieleho alebo iných tekvicovitých rastlín

source: Mildews
cs_cz: padlí
fr_be: mildious poudreux de la famille des Erysiphaceae
it_it: Oidi
nl_be: meeldauwschimmels
pt_pt: Míldio
sk_sk: povlaky plesní

source: Vary greatly in abundance from year to year due to prey availability
cs_cz: velmi variabilní mezi jednotlivými roky podle dostupnosti kořisti
fr_be: de grandes variations annuelles en fonction de la disponibilité des proies
it_it: Varia ampiamente in termini di abbondanza da anno ad anno, in base alla disponibilità delle prede
nl_be: grote jaarlijkse aantalschommelingen door prooibeschikbaarheid
pt_pt: Varia bastante de ano para ano em função da disponibilidade de presas
sk_sk: značne varíruje počas roka z dôvodu dostupnosti korysti

source: Adelgids
cs_cz: korovnice (Adelgidae)
fr_be: Adelgidae
it_it: Adelgidi
nl_be: dennenluizen
pt_pt: Adelgídeos
sk_sk: kôrovnice (Adelgidae)

source: Pollen
cs_cz: pyl
it_it: Polline
pt_pt: Pólen
sk_sk: peľ

source: Psyllids
cs_cz: mery (Psylloidea)
fr_be: psylles
it_it: Psille
nl_be: bladvlooien
pt_pt: Psilas
sk_sk: méry (Psylloidea)

source: Chrysomelid larvae
cs_cz: larvy mandelinek
fr_be: larves de chrysomèles
it_it: Larve di crisomelidi
nl_be: larven van bladhaantjes
pt_pt: Larvas de Crisomelídeos
sk_sk: larvy chrobákov z čeľade Chrysomelidae (liskavkovité)

source: Leaf beetle larvae
cs_cz: larvy mandelinek
fr_be: larves de chrysomèles
it_it: Larve di crisomelidi
nl_be: larven van bladhaantjes
pt_pt: Larvas de Crisomelídeos
sk_sk: larvy chrobákov zo skupiny Chrysomelidae (liskavkovité)

source: Plant material
cs_cz: rostlinný materiál
fr_be: matière végétale
it_it: Materiale vegetale
nl_be: plantaardig materiaal
pt_pt: Material de origem vegetal
sk_sk: rastlinný materiál

source: Pollen of family Chenopodiaceae
cs_cz: pyl merlíkovitých (Chenopodiaceae)
fr_be: pollen de chenopodiaceae
it_it: Polline della famiglia delle Chenopodiaceae
nl_be: pollen van chenopodiaceae
pt_pt: Pólen da família Chenopodiacea
sk_sk: peľ rastlín z čeľade Chenopodiaceae (klinčekotvaré)

source: Immature stages of chrysomelids and psocopterans
cs_cz: nedospělá stádia mandelinek a pisivky (Psocoptera)
fr_be: stades immatures de chrysomèles et psocoptères
it_it: Stadi immaturi di crisomelidi e psocotteri
nl_be: jonge stadia van bladhaantjes en stofluizen
pt_pt: Estados imaturos de crisomelídeos e psocópteros
sk_sk: nedospelé jedince hmyzu zo skupín Chrysomellidae (liskavkovité) a psocoptera (pavši)

source: Probably leaf beetle larvae
cs_cz: pravděpodobně larvy mandelinek
fr_be: probablement des larves de chrysomèles
it_it: Probabilmente larve di coleotteri defogliatori
nl_be: waarschijnlijk larven van bladhaantjes
pt_pt: Provavelmente larvas de crisomelídeos
sk_sk: pravdepodobne larvy chrobákov z čeľade Chrysomelidae (liskavkovité)

source: Phytophagous on grasses
cs_cz: fytofágní na travinách
fr_be: se nourrit des feuilles des graminées
it_it: Insetti fitofagi su piante erbacee
nl_be: bladeter op grassen
pt_pt: Fitófagas sobre gramíneas
sk_sk: trávy

source: Larvae mainly aphidophagous
cs_cz: larvy se živí zejména mšicemi
fr_be: Les larves se nourrissent principalement de pucerons
it_it: Le larve sono principalmente afidifaghe
nl_be: larven eten voornamelijk bladluizen
pt_pt: Larvas, principalmente afidífagas
sk_sk: larvy sa živia hlavne voškami

source: Plant leaves
cs_cz: listy rostlin
fr_be: feuilles
it_it: Fogliame
nl_be: bladeren
pt_pt: Folhas de plantas
sk_sk: listy rastlín

source: True or False
cs_cz: Pravda nebo lež
fr_be: vrai ou pas vrai
it_it: Vero o Falso
nl_be: waar of niet waar
pt_pt: Verdadeiro ou Falso
sk_sk: Pravda alebo lož

source: YES
cs_cz: ANO
fr_be: oui
it_it: SI
nl_be: ja
pt_pt: SIM
sk_sk: Áno

source: NO
cs_cz: NE
fr_be: non
nl_be: nee
pt_pt: NÃO
sk_sk: Nie

source: About the Project
cs_cz: O projektu
fr_be: A propos de ce projet
it_it: Informazioni sul progetto
nl_be: Over dit project
pt_pt: Sobre este Projecto
sk_sk: O projekte

source: The Centre for Ecology & Hydrology (UK) and European partners have joined forces to help map species of ladybird within Europe.
cs_cz: Centrum pro ekologii a hydrologii (UK, Wallingford) a evropští partneři spojili své sílypři mapování slunéček v Evropě.
fr_be: Le Centre pour l'Ecologie et la Hydrologie (CEH, Royaume-Uni) et ses partenaires européens ont uni leurs forces pour la cartographie des coccinelles en Europe.
it_it: Il Centre for Ecology & Hydrology (UK) e i partner europei hanno unito le loro forze per facilitare il processo di mappatura delle specie di coccinelle all'interno dell'Europa
nl_be: Het Centre for Ecology & Hydrology (UK) en Europese partners bundelden hun krachten om lieveheersbeestje in kaart te brengen in Europa.
pt_pt: O Centro de Ecologia e Hidrologia (Centre for Ecology & Hydrology) (Reino Unido) e os seus parceiros europeus estabeleceram uma colaboração conjunta no sentido de mapearem as espécies de joaninhas na Europa.
sk_sk: Centrum pre ekológiu a hydrológiu (UK, Wallingford) a európsky partneri spojili svoje sily pri mapovaní lienok v Európe.

source: For hundreds of years people in Europe have been recording when and where they see plants, animals and other wildlife. Ladybird species records will be used to learn more about the distribution and ecology of ladybirds. The information gathered is used by scientists to see how wildlife is changing due to factors such as climate change and the arrival of new species. Scientists could not do this work without the help of people, like you, reporting when and where they find a species.
cs_cz: Po staletí lidé v Evropě hledají a zaznamenávají výskyty rostlin, zvířat a dalších volně žijících živočichů. V rámci výzkumného projektu budou mapovány druhy slunéček. Záznamy o jejich rozšížení budou využity pro stanovení změn v přírodě v důsledku změn klimatu a příchodem nových druhů. Vzhledem k tomu, že mapování druhů v přírodě je velmi náročná práce na čas i počty vědců zapojených do projektu, ti se neobejdou bez Vás dobrovolníků, které zajímá příroda, a jsou ochotni hledat a zaznamenávat výskyty slunéček prostřednictvím této aplikace.
fr_be: Pendant des centaines d'années, des gens en Europe notent les plantes et les animaux qu'il observent dans la nature. Les données recueillies par cette application seront utilisées pour mieux comprendre la distribution et l'écologie des coccinelles. Les informations sont utilisées par les scientifiques pour étudier la façon dont les animaux réagissent aux changements dans leur environnement, comme le changement climatique et les espèces exotiques. Cette recherche ne serait pas possible sans votre contribution.
it_it: Per centinaia di anni le persone in Europa hanno raccolto dati su quando e dove hanno visto piante, animali e più in generale specie viventi in natura. I record relativi alle specie di coccinelle saranno utilizzati per incrementare le conoscenze inerenti la loro ecologia e distribuzione. Le informazioni raccolte saranno usate dagli scienziati per vedere come le comunità degli organismi viventi stanno cambiando a causa di fattori come il cambiamento climatico e l'arrivo di nuove specie. Gli scienziati non possono fare questo lavoro senza l'aiuto di altre persone, come te, in grado di documentare quando e dove trovano una specie.
nl_be: Reeds honderden jaren noteren mensen in Europa welke planten en dieren ze waarnemen. De gegevens verzameld met deze app zullen gebruikt worden om meer inzicht te krijgen in de verspreiding en ecologie van lieveheersbeestjes. De verzamelde informatie wordt gebruikt door wetenschappers om te onderzoeken zien hoe dieren reageren op veranderingen in hun leefmilieu, zoals klimaatverandering en de opkomst van exoten. Dit onderzoek zou nooit mogelijk zijn zonder jouw bijdrage.
pt_pt: Ao longo dos últimos séculos os Europeus têm registado a presença de plantas, animais e outras formas de vida selvagem. Os registos das espécies de joaninhas serão usados para melhor compreender a sua distribuição e ecologia. A informação por si registada será usada por cientistas no sentido de perceber até que ponto é que a vida selvagem se tem alterado em virtude de fatores ambientais tais como as alterações climas e a chegada de novas espécies. Os cientistas não poderiam fazer este trabalho sem a ajuda dos cidadãos, como você, relatando quando e onde encontraram uma espécie.
sk_sk: Už storočia ľudia v Európe hľadajú a zaznamenávajú výskyt rôznych rastlín, zvierat a ďalších voľne žijúcich živočíchov. V rámci výskumného projektu budú mapované druhy lienok. Záznamy o ich rozšírení budú využité na stanovenie zmien v prírode v dôsledku klimatickej zmeny a príchodu nových druhov. Vzhľadom k tomu, že mapovanie druhov v prírode je veľmi náročná práca, vedci sa nezaobídu bez Vás dobrovoľníkov, ktorích zaujíma príroda, a sú ochotní hľadať a zaznamenávať výskyty lienok prostredníctvom tejto aplikácie.

source: The development of this app was funded by the Natural Environment Research Council and the Centre for Ecology & Hydrology (UK).
cs_cz: Vývoj této aplikace byl financován Natural Environment Research Council a Centrem pro ekologii a hydrologii (UK).
fr_be: Le développement de cette application a été financé par le Natural Environment Research Council et le Centre for Ecology & Hydrology (Royaume-Uni).
it_it: Lo sviluppo di questa app è stato finanziato dal Natural Environment Research Council e dal Centre for Ecology & Hydrology (UK)
nl_be: De ontwikkeling van deze app werd gefinancierd door de Natural Environment Research Council en het Centre for Ecology & Hydrology (UK).
pt_pt: O desenvolvimento desta aplicação foi financiado pelo Natural Environment Research Council and the Centre for Ecology & Hydrology (UK).
sk_sk: Vývoj tejto aplikácie bol financovaný pracoviskami Natural Environment Research Council a Centrom pre ekológiu a hydrológiu (UK).

source: Thanks for taking part! For results from the project and further information please visit XXXXXXX
cs_cz: Děkujeme Vám za účast! Výsledky z projektu a další informace naleznete na XXXXXXX
fr_be: Merci pour votre coopération! Les résultats du projet et plus d'informations sur XXXXXXX
it_it: Grazie per la tua partecipazione! Per i risultati del progetto e per ulteriori informazioni, per favore visita XXXXX

source: Photographs and Illustrations
cs_cz: Fotografie a ilustrace
fr_be: Photos et illustrations
it_it: Fotografie ed illustrazioni

source: The project would like to extend its thanks to Chris Shields for his fantastic ladybird illustrations used within the app. We would also like to thank the following photographers who kindly provided their excellent images to us for use in the ladybird image galleries: XXXXXXX
cs_cz: Děkujeme Chrisu Shieldsovi za jeho fantastické ilustrace slunéček použitých v aplikaci. Dále děkujeme fotografům, kteří laskavě poskytli vynikající fotografie pro použití v obrazových galeriích jednotlivých druhů: XXXXXXX
fr_be: Un merci spécial à Chris Shields pour ses fabuleuses illustrations de coccinelles utilisés dans cette application. Nous tenons également à remercier les photographes qui ont aimablement accepté de mettre leurs images disponibles pour les albums: XXXXXXX
it_it: Il progetto intende estendere i propri ringraziamenti a Chris Shields per le sue fantastiche illustrazioni delle coccinelle che sono state utilizzate per questa app. Vogliamo ringraziare anche i seguenti fotografi che ci hanno gentilmente fornito le loro eccellenti immagini che sono state utilizzate nella galleria delle immagini delle coccinelle.

source: Privacy policy
cs_cz: Zásady ochrany osobních údajů
fr_be: Politique de confidentialité
nl_be: Privacy en copyright
pt_pt: Politíca de Privacidade
sk_sk: Zásady ochrany osobných údajov

source: Thank you for your interest in the app and for your help in providing data on ladybirds. This page explains how any personal data collected in the process of using this application will be stored and used.
cs_cz: Děkujeme za Váš zájem o aplikaci a za pomoc při poskytování údajů o slunéčkách. Zde najdete informace o ochraně a zpracování osobních údajů shromážděných v procesu přípravy, a jejich užití v aplikaci.
fr_be: Nous vous remercions de votre intérêt pour l'application et pour votre aide dans la collecte d'informations sur les coccinelles. Sur cette page, nous expliquons comment nous traitons vos données personnelles et vos données collectées avec l'application.
it_it: Grazie per l'interesse dimostrato per la app e per l'aiuto nel fornire dati sulle coccinelle. Questa pagina spiega come ogni dato personale raccolto durante l'utilizzo della app sarà archiviato ed utilizzato.

source: To support the conservation of ladybirds and scientific research, all data (including photos) submitted via the app will be licenced under a Creative Commons licence (CC0 - https://wiki.creativecommons.org/wiki/CC0_FAQ).
cs_cz: Na podporu ochrany slunéček a jejich vědeckého výzkumu budou všechna data (včetně fotografií) uložena prostřednictvím aplikace pod licencí Creative Commons (CC0 - https://wiki.creativecommons.org/wiki/CC0_FAQ).
fr_be: Pour soutenir la conservation des coccinelles et la recherche scientifique, toutes les données (y compris les photos) soumises via l'application seront sous licence Creative Commons (CC0 - https://wiki.creativecommons.org/wiki/CC0_FAQ).
it_it: Per supportare la conservazione delle coccinelle e la ricerca scientifica, tutti i dati (incluse le foto) inviate attraverso la app saranno sotto licenza Creative Commons (http://www.creativecommons.it/FAQ)

source: Name
cs_cz: Jméno
fr_be: Nom
it_it: Nome

source: If you choose to create an account using this app it will be created on a database hosted by the Biological Record Centre. This will be linked to a website to enable you to log into the system to see your records and those submitted by other people for ladybirds and all other taxa. Your name, as specified when you create the account, will appear next to your records and will be publicly viewable. Your email address will not be shown next to your records but will be made available to ladybird experts in case they need to contact you about your sightings.
cs_cz: Pro možnost využívání této aplikace je potřeba si založit vlastní účet, který bude vytvořen v databázi spravovanou Biological Record Centre. Po přihlášení do systému budete moci prostřednictvím webové stránky prohlížet nejen svoje záznamy, ale i ty, které zaznamenaly další lidé. Vaše jméno uvedené na účtu se objeví vedle Vašich záznamů a bude veřejně přístupné. Vaše e-mailová adresa u záznamů nebude nikdy zobrazena, bude zpřístupněna pouze vědcům zapojeným do projektu v případě potřeby kontaktu ohledně vašich pozorování.
fr_be: Si vous choisissez de créer un compte en utilisant cette application, ce compte sera enregistrée dans une base de données du Biological Records Centre (BRC, Royaume-Uni). Votre compte sera lié à un site web où vous pouvez vous connecter, et où vous pouvez gérer vos données et vos observations. Vous pouvez également y consulter des informations sur d'autres coccinelles et d'autres espèces. Votre nom, tel que spécifié lors de la création du compte, sera visible avec vos observations et sera donc public. Votre adresse e-mail ne sera pas affiché avec vos observations, mais sera visible à des experts dans le cas où ils veulent communiquer avec vous au sujet de vos observations.
it_it: Se scegli di creare un account usando questa app, verrà creato un account su un database ospitato dal Biological Record Centre. Questo sarà collegato ad un sito internet in modo da permetterti di effetturare un log in nel sistema per vedere i tuoi records e quelli inviati da altre persone, sia per le coccinelle che per altri taxa. Il tuo nome, come specificato quando creerai l'account, apparirà associato al tuo record e sarà pubblicamente visibile. Il tuo indirizzo email non verrà mostrato col tuo record, ma sarà disponibile agli esperti di coccinelle nel caso ci fosse bisogno di contattarti per le tue segnalazioni.

source: E-mail address
cs_cz: E-mailová adresa
fr_be: e-mail
it_it: Indirizzo e-mail

source: To create an account you will need to supply your e-mail address. This will be used in order to validate your account and send you relevant information about the project and to update you on the project's findings and future activities if you choose. It may also be used by ladybird experts in case they need to contact you about your sightings.
cs_cz: K vytvoření účtu budete muset zadat svoji e-mailovou adresu. Na tuto adresu Vám bude zalsáno potvrzení vašeho účtu a budou Vám na něj posílány relevantní informace o projektu a aktuální informace o zjištěných nálezech a budoucích aktivitách, pokud si to budete přát. Může být také použita pro vybrané vědce odborníky v případě potřeby ověření nálezu druhu.
fr_be: Pour créer un compte, nous avons besoin de votre adresse e-mail. Celui-ci est utilisé pour valider votre compte et pur vous fournir des informations pertinentes sur les résultats du projet et les activités futures si vous le souhaitez. Votre adresse e-mail peut également être utilisé par des experts au cas où ils ont besoin de communiquer avec vous au sujet de vos observations.
it_it: Un account sarà creato per fornire il tuo indirizzo email. Questo sarà utilizzato per validare il tuo account e per inviarti informazioni importanti sul progetto e per mantenerti aggiornato sui risultati del progetto e sulle future attività, se lo vorrai. Sarà anche eventualmente usato dagli esperti di coccinelle nel caso abbiano nececessità di contattarti in merito alle tue segnalazioni.

source: How long will my data be stored?
cs_cz: Jak dlouho budou mé údaje uchovávany?
fr_be: Pendant combien de temps mes données seront-elles stockées?
it_it: Per quanto tempo i miei dati saranno archiviati?
