Repository: NERC-CEH/leu-app
Catalog: src/common/translations/*.po
Languages: cs_cz, fr_be, it_it, nl_be, pt_pt, sk_sk

source: The records you submit containing your details will be stored for the duration of the Ladybird Survey project and used to further the scientific study of ladybirds.
cs_cz: Odeslané záznamy obsahující Vaše údaje budou uloženy na dobu trvání projektu o průzkumu slunéček a použity k dalším vědeckým studiím o slunéčkách.
fr_be: Les données que vous fournissez, avec vos renseignements personnels, sont stockés pendant la durée du projet. Elles ne seront utilisées que pour l'étude scientifique des coccinelles.
it_it: Le segnalazioni che invierai conteneti i tuoi dati personali saranno archiviati per tutta la durata del progetto di monitoraggio delle coccinelle e usati per approfondire la ricerca scientifica sulle coccinelle.

source: Other information collected by the application
cs_cz: Další informace shromážděné aplikací
fr_be: Autres informations collectées par cette application
it_it: Altre informazioni raccolte dalla app

source: Your phone's unique user identification number will be collected but not made available to any 3rd party or made visible publicly.
cs_cz: Vaše jedinečné identifikační číslo uživatele telefonu bude zaznamenáno, ale nebude k dispozici žádné další osobě nebo veřejně viditelné.
fr_be: L'application recueille également le numéro unique d'identification d'utilisateur de votre téléphone. Ce numéra ne sera pas mis à la disposition des tiers, non plus est-ce visible.
it_it: L'Identification Number relativo al tuo telefono sarà raccolto ma non sarà reso disponibile a parti terze o reso visibile pubblicamente

source: All data collected will be stored on a secure server at the Centre for Ecology & Hydrology (UK). UK records that are verified will be passed to the NBN Atlas and data for other European countries will be made available via GBIF (http://www.gbif.org/).
cs_cz: Všechny shromážděné údaje budou uloženy na zabezpečeném serveru Centra pro ekologii a hydrologii (UK, Wallingford). Ověřené záznamy z Velké Británie budou předány do NBN Atlasu; data z ostatních evropských státu budou k dispozici přes GBIF (http://www.gbif.org/).
fr_be: Toutes les données collectées seront stockées sur un serveur sécurisé au Centre d'Ecology & Hydrology (CEH, Royaume-Uni). Les données britanniques vérifiés seront transmises à l'Atlas NBN. Les données d'autres pays européens seront disponibles via GBIF (http://www.gbif.org/).
it_it: Tutti i dati raccolti saranno archiviati su un server sicuro presso il Centre for Ecology & Hydrology (UK). I dati provenienti dal Regno Unito, una volta verificati, saranno trasmessi al NBN Atlas e i dati per gli altri paesi Europei saranno resi disponibili su GBIF (http://www.gbif.org/)

source: Who will have access to my personal data?
cs_cz: Kdo bude mít přístup k mým osobním údajům?
fr_be: Qui a accès à mes renseignements personnels?
it_it: Chi avrà accesso ai miei dati personali?

source: No one outside of the Ladybird Survey project will have access to your personal data. Unless required by law data will not be made available to any third parties (third parties may include researchers and scientists from outside the project undertaking research on ladybirds) unless they are directly related to the project and we have first obtained your permission to do so.
cs_cz: Nikdo mimo projekt o průzkumu slunéček nebude mít přístup k Vašim osobním údajům. Nevyžaduje-li to zákon, tak údaje nebudou zpřístupněny třetím osobám (třetí strany mohou zahrnovat výzkumné pracovníky a vědce mimo projekt průzkumu slunéček) pokud nedáte k tomu Vaše svolení.
fr_be: Personne en dehors du projet Ladybird Survey aura accès à vos données personnelles. Sauf si la loi l'exige elles ne soient mises à la disposition de tiers (y compris des chercheurs et des scientifiques extérieur du projet qui mènent des recherches sur les coccinelles), à moins qu'ils ne soient directement liés au projet et à condition que nous avons d'abord obtenu votre permission de le faire.
it_it: Nessuno al di fuori del personale coinvolto nel progetto di monitoraggio delle coccinelle avrà accesso ai tuoi dati personali. A meno che non siano richiesti per legge, tali dati non saranno resi disponibili a parti terze (parti terze possono includere ricercatori e scienziati esterni al progetto, che intraprendono ricerce sulle coccinelle), a meno che non siano direttamente collegate al progetto e comunque successivamente all'ottenimento del permesso per la condivisione dei dati con loro.

source: Where and When to Look
cs_cz: Kde a jak hledat slunéčka
fr_be: Où et quand observer
it_it: Dove e quando cercare

source: All ladybirds are terrestrial and searching plants is the best way to find them.
cs_cz: Všechna slunéčka jsou suchozemská a úspěšně je můžete najít na rostlinách.
fr_be: Toutes les coccinelles sont terrestres et la meilleure façon de les trouver c'est de chercher dans des plantes.
it_it: Tutte le coccinelle sono animali terrestri ed ispezionare le piante è il miglior modo per trovarle.

source: Different ladybird species occur in different habitats. Some species are generalists and may occur on a very wide range of plants, whilst others are specialists and are generally limited to one or a few plant species.
cs_cz: Různé druhy slunéček se vyskytují na různých stanovištích. Některé druhy jsou generalisté a mohou se vyskytovat na velmi široké škále druhů rostlin, zatímco jiné jsou specialisté a jsou obecně omezeny na jeden nebo několik druhů rostlin.
fr_be: Différentes espèces de coccinelles vivent dans différents habitats. Certaines espèces sont des généralistes que l'on peut trouver un peu partout. D'autres sont des spécialistes et sont généralement limités à une ou quelques espèces de plantes ou un habitat specialisé.
it_it: Specie diverse di coccinelle frequentano habitat diversi. Alcune specie sono generaliste e possono frequentare una grande varietà di habitat, mentre altre sono specializzate e generalmente limitate a una o a poche specie di piante.

source: Good habitats for ladybirds include trees, hedgerows and low herbaceous plants such as nettles. Deciduous trees generally have a different suite of species to coniferous trees. Coniferous trees are home to several of the more specialist species and so are worth looking at.
cs_cz: Vhodnými stanovišti pro slunéčka jsou stromy (listnaté i jehličnaté), keře, nízké byliny (např. kopřiva, pelyněk, heřmánkovec, pcháče aj.), všude, kde se vyskytují mšice. Listnaté stromy mají obecně jiné spektrum druhů než jehličnaté stromy, ale i ty si zaslouží při hledání slunéček rovněž pozornost.
fr_be: Les arbres, les haies et les plantes herbacées telles que les orties, représentent de bons habitats pour les coccinelles, surtout quand il y a des pucerons. Les feuillus hébergent une faune différente que les conifères. Parmi les coccinelles des conifères on trouve un nombre d'espèces plus spécialisées. Les onifères méritent donc d'être étudié.
it_it: Habitat favorevoli per le coccinelle sono gli alberi, le siepi e la bassa vegetazione erbacea, come l'ortica. Gli alberi decidui ospitano in genere specie diverse rispetto alle conifere. Le conifere ospitano molte delle specie più specializzate e dunque sono meritevoli di essere ispezionate accuratamente.

source: Adult ladybirds may be found at any time of year, although more tend to be seen between March and September. Ladybirds are diurnal (active during the day), but the weather and time of year effects when they are most active and more likely to be seen. The best time to look for ladybirds is between 10am and 4pm on a sunny day.
cs_cz: Dospělá slunéčka lze nalézt v každém ročním období, nicméně nejvyšší aktivitu mají od května do září během dne za slunečného počasí.
fr_be: On peut trouver les adultes des coccinelles à tout moment de l'année, mais généralement plus facile entre Mars et Septembre. La période de l'année et le temps ont une influence sur leurs activités. Vous avez la meilleure chance de trouver des coccinelles par beau temps.
it_it: Gli stadi adulti delle coccinelle possono essere trovati in ogni periodo dell'anno, sebbene molti tendono ad essere maggiormente visibili tra Marzo e Settembre. Le coccinelle sono animali diurni (attivi durante il giorno), ma le condizioni metereologiche e il periodo dell'anno condizionano la loro attività e la maggiore probabilità del loro avvistamento. Il miglior momento per cercare le coccinelle è tra le 10:00 e le 16:00, nelle giornate assolate.

source: Happy ladybird spotting!
cs_cz: Hodně štěstí při hledání slunéček!
fr_be: Bonne prise!
it_it: Buon divertimento nell'avvistare le coccinelle!

source: Species Info
cs_cz: Seznam druhů
fr_be: Info sur les Espèces
it_it: Info specie
nl_be: Soortinformatie
pt_pt: Informação acerca da espécie
sk_sk: Zoznam druhov

source: Record
cs_cz: Nový záznam
fr_be: Encoder
it_it: Nuova segnalazione
nl_be: Invoeren
pt_pt: Registo
sk_sk: Nový záznam

source: App Info
cs_cz: O aplikaci
fr_be: Sur l'application
it_it: Info App
nl_be: Over de app
pt_pt: Informação acerca da aplicação
sk_sk: O aplikácii

source: About
cs_cz: O projektu
fr_be: Le projet
it_it: Info progetto
nl_be: Het project
pt_pt: Acerca
sk_sk: O projekte

source: Credits
cs_cz: Zásluhy
fr_be: Remerciements
nl_be: Dankwoord
pt_pt: Créditos
sk_sk: Zásluhy

source: Settings
cs_cz: Nastavení
fr_be: Configuration
it_it: Impostazioni
nl_be: Configuratie
pt_pt: Configurações
sk_sk: Nastavenia

source: App
cs_cz: Aplikace
fr_be: Appli
pt_pt: Aplicação
sk_sk: Aplikácia

source: Account
cs_cz: Účet
fr_be: Compte
pt_pt: Conta
sk_sk: Účet

source: Records
cs_cz: Záznamy
fr_be: Observations
it_it: Segnalazioni
nl_be: Waarnemingen
pt_pt: Registos
sk_sk: Záznamy

source: Logout
cs_cz: Odhlásit se
fr_be: Se déconnecter
nl_be: Uitloggen
pt_pt: Sair
sk_sk: Odhlásiť sa

source: Login
cs_cz: Přihlásit se
fr_be: Connecter
nl_be: Inloggen
pt_pt: Aceder
sk_sk: Prihlásiť sa

source: Register
cs_cz: Zaregistrovat se
fr_be: Enregistrez
it_it: Registrazione
nl_be: Registreer
pt_pt: Registar
sk_sk: Zaregistrovať sa

source: App Development
cs_cz: Vývoj aplikace
fr_be: Développement de l'application
it_it: Sviluppo della App
nl_be: App ontwikkeling
pt_pt: Aplicação em progresso
sk_sk: Vývoj aplikáce

source: This app was hand crafted with love by the BRC mobile development team. For suggestions and feedback please do not hesitate to
cs_cz: Tato aplikace byla vyrobena s láskou týmem specialistů z Biological Record Centre. Prosím neváhejte zaslat jakékoliv podněty
fr_be: Cette application a été conçue avec amour par l'équipe de développement mobile BRC. N'hésitez pas à nous contacter avec vos suggestions et commentaires.
it_it: Questa App è stata sviluppata con cura dal team di programmatori per smartphone del BRC. Per qualsiasi feedback o suggerimento non esitate a contattarci.

source: We are very grateful for all the people that helped to create this app:
cs_cz: Všem lidem, kteří pomáhali vytvořit tuto aplikaci jsme velmi vděční:
fr_be: Nous sommes tous ceux qui ont contribué à développer cette application très reconnaissant:
it_it: Siamo profondamente grati a tutte le persone che hanno collaborato alla creazione di questa App:
nl_be: We zijn iedereen die meehielp deze app te ontwikkelen erg dankbaar:
pt_pt: Estamos muito gratos a todas os que colaboraram no desenvolvimento desta aplicação:
sk_sk: Všetkým ľuďom, ktorí pomohli vytvoriť túto aplikáciu sme veľmi vďační:

source: Photographs and Illustrations:
cs_cz: Fotografie a kresby:
fr_be: photos
it_it: Fotografie ed illustrazioni
nl_be: Foto's
pt_pt: Fotografias e ilustrações
sk_sk: Fotografie a ilustrácie:

source: Front page
cs_cz: Úvodní strana
fr_be: Page d'accueil
it_it: Prima pagina
nl_be: Homepage
pt_pt: Página principal
sk_sk: Úvodná strana

source: Species pages
cs_cz: Stránky druhů
fr_be: Pages espèces
it_it: Pagine delle specie
nl_be: Soortenpagina's
pt_pt: Páginas das espécies
sk_sk: Stránky druhov

source: The project would like to extend its thanks to Chris Shields for his fantastic ladybird illustrations used within the app. We would also like to thank the following photographers who kindly provided their excellent images to us for use in the ladybird image galleries:
cs_cz: Děkujeme Chrisu Shieldsovi za jeho fantastické ilustrace slunéček použitých v aplikaci. Dále děkujeme fotografům, kteří laskavě poskytli vynikající fotografie pro použití v obrazových galeriích jednotlivých druhů:
fr_be: Un merci spécial à Chris Shields pour ses fabuleuses illustrations de coccinelles utilisés dans cette application. Nous tenons également à remercier les photographes qui ont aimablement accepté de mettre leurs images disponibles pour les albums:
it_it: Il progetto intende estendere i propri ringraziamenti a Chris Shields per le sue fantastiche illustrazioni delle coccinelle che sono state utilizzate per questa app. Vogliamo ringraziare anche i seguenti fotografi che ci hanno gentilmente fornito le loro eccellenti immagini che sono state utilizzate nella galleria delle immagini delle coccinelle.
nl_be: Speciale dank gaat naar Chris Shields voor zijn fantastische lieveheersbeestje illustraties gebruikt binnen deze app. We willen ook graag de volgende fotografen bedanken die zo vriendelijk waren hun uitstekende beelden ter beschikking te stellen voor de foto albums:
pt_pt: O projeto gostaria ainda de agradecer ao Chris Shields pelas suas fantásticas ilustrações das joaninhas as quais poderá encontrar nesta aplicação. Gostaríamos também de agradecer aos seguintes fotógrafos que gentilmente nos forneceram as suas excelentes imagens que incluímos na galeria de imagens:
sk_sk: Ďakujeme Chrisovi Shieldsovi za jeho fantastické ilustrácie lienok použitých v aplikácií. Ďalej ďakujeme fotografom, ktorí láskavo poskytli vynikajúce fotografie pre použitie v obrazových galériách jednotlivých druhov:

source: Form
cs_cz: Barevná forma
fr_be: Forme
it_it: Forma (colorazione)
nl_be: Vorm
pt_pt: Forma
sk_sk: Farebná forma

source: Size
cs_cz: Velikost (v mm)
fr_be: Taille
it_it: Taglia
nl_be: Grootte
pt_pt: Dimensioni
sk_sk: Veľkosť (v mm)

source: Melanic
cs_cz: Melanická forma
fr_be: Mélanique
it_it: Forma melanica
nl_be: Melanistisch
pt_pt: Melânica
sk_sk: Melanická forma

source: Leg
cs_cz: Zbarvení nohou
fr_be: Patte
it_it: Colore zampe
nl_be: Poot
pt_pt: Pata
sk_sk: Farba nôh

source: Spots
cs_cz: Počet teček
fr_be: Points
it_it: Numero di punti
nl_be: Stippen
pt_pt: Pontos
sk_sk: Počet bodiek

source: Plant
cs_cz: Hostitelská rostlina
fr_be: Plante
it_it: Pianta
pt_pt: Planta
sk_sk: Hostiteľská rastlina

source: Note
cs_cz: Poznámka
fr_be: Remarque
it_it: Nota
nl_be: Opmerking
pt_pt: Observção
sk_sk: Poznámka

source: Favourite
cs_cz: Oblíbené
fr_be: Favori
it_it: Preferito
nl_be: Favoriet
pt_pt: Favorito
sk_sk: Obľúbené

source: Please sign in with your account or register.
cs_cz: Prosím, přihlašte se k svému účtu nebo se zaregistrujte.
fr_be: Connectez-vous avec votre compte ou enregistrez
it_it: Per favore, entra nel tuo account o registrati
nl_be: Log in met je account of registreer
pt_pt: Faça login com sua conta ou registe-se.
sk_sk: Prosím, prihláste sa k svojmu účtu alebo sa zaregistrujte.

source: Username or email
cs_cz: Používané jméno nebo e-mail
fr_be: Nom d'utilisateur ou e-mail
it_it: Username o email
nl_be: Gebruikersnaam of e-mail
pt_pt: Utilizador ou email
sk_sk: Používateľské meno alebo e-mail

source: Password
cs_cz: Heslo
fr_be: Mot de passe
nl_be: Paswoord
pt_pt: Palavra-passe
sk_sk: Heslo

source: Sign in
cs_cz: Přihlásit se
fr_be: Connectez
it_it: Entra
nl_be: Log in
pt_pt: Iniciar sessão
sk_sk: Prihlásiť sa

source: Request a new password
cs_cz: Žádost o nové heslo
fr_be: Demander un nouveau mot de passe
it_it: Richiedi una nuova password
nl_be: Vraag een nieuw wachtwoord aan
pt_pt: Palavra-passe errada. Tente novamente.
sk_sk: Žiadosť o nové heslo

source: Enter your username or email address to request a password reset.
cs_cz: Do žádosti o resetování hesla zadejte své přihlašovací jméno nebo e-mail.
fr_be: Entrez votre nom d'utilisateur ou adresse e-mail pour demander une réinitialisation de mot de passe.
it_it: Inserisci il tuo username o la tua email per richiedere una nuova password
nl_be: Voer uw gebruikersnaam of e-mailadres in om uw paswoord te resetten.
pt_pt: Inicie a sessão com o seu utilizador ou o email para obter uma nova palavra-passe
sk_sk: Zadajte svoje prihlasovacie meno alebo e-mail na zresetovanie hesla.

source: Request
cs_cz: Žádost
fr_be: Demande
it_it: Richiedi
nl_be: Vraag aan
pt_pt: Solicitar
sk_sk: Žiadosť

source: Firstname
cs_cz: Křestní jméno
fr_be: Prénom
it_it: Nome
nl_be: Voornaam
pt_pt: Nome
sk_sk: Meno

source: Surname
cs_cz: Příjmení
fr_be: Nom
it_it: Cognome
nl_be: Familienaam
pt_pt: Apelido
sk_sk: Priezvisko

source: Confirm password
cs_cz: Potvrďte heslo
fr_be: Vérifier le mot de passe
it_it: Conferma password
nl_be: Bevestig paswoord
pt_pt: Confimar palavra-passe
sk_sk: Potvrďte heslo

source: I agree to Terms and Conditions
cs_cz: Souhlasím s podmínkami.
fr_be: J'accepte les conditions d'utilisation
it_it: Accetto i Termini e Condizioni di servizio
nl_be: Ik aanvaard de gebruikersvoorwaarden
pt_pt: Concordo com os termos e condições
sk_sk: Súhlasím s podmienkami

source: Create
cs_cz: Vytvořit
fr_be: Créer
it_it: Crea
nl_be: Maak aan
pt_pt: Criar
sk_sk: Vytvoriť

source: Page not found
cs_cz: Stránka se nenašla
fr_be: Page ne peut être trouvée
it_it: Pagina non trovata
nl_be: Pagina niet gevonden
pt_pt: Página não encontrada
sk_sk: Stránka sa nenašla

source: Training
cs_cz: Tréning
fr_be: Entraînement
nl_be: Oefenen
pt_pt: Instruções
sk_sk: Tréning

source: required
cs_cz: povinné
fr_be: Champ obligatoire
it_it: richiesto
nl_be: Vereist veld
pt_pt: Obrigatório
sk_sk: povinné

source: Species
cs_cz: Druh
fr_be: Espèce
it_it: Specie
nl_be: Soort
pt_pt: Espécies
sk_sk: Druh

source: Locating...
cs_cz: Lokalizace…
fr_be: Localisation en cours
it_it: Localizzazione in corso…
nl_be: Locatie zoeken
pt_pt: Localizando…
sk_sk: Lokalizácia...

source: Location
cs_cz: Výskyt
fr_be: Site
it_it: Luogo
nl_be: Vindplaats
pt_pt: Local
sk_sk: Výskyt

source: Date
cs_cz: Datum
it_it: Data
nl_be: Datum
pt_pt: Data
sk_sk: Dátum

source: Number
cs_cz: Počet
fr_be: Nombre
it_it: Numero
nl_be: Aantal
pt_pt: Número
sk_sk: Počet

source: Comment
cs_cz: Poznámka
fr_be: Remarque
it_it: Commento
nl_be: Opmerking
pt_pt: Comentário
sk_sk: Poznámka

source: Send
cs_cz: Odeslat
fr_be: Envoyer
it_it: Invia
nl_be: Verzenden
pt_pt: Enviar
sk_sk: Odoslať

source: Phone
cs_cz: Telefónní číslo
fr_be: Numéro de téléphone
it_it: Telefono
nl_be: Telefoonnummer
pt_pt: Telefone
sk_sk: Telefónne číslo

source: No photo has been added
cs_cz: Nebyla vložena žádná fotka.
fr_be: Aucune photo n'a été ajoutée
it_it: Nessuna foto è stata aggiunta
nl_be: Er is geen foto toegevoegd
pt_pt: Nenhuma fotografia foi adicionada
sk_sk: Žiadna fotka nebola vložená

source: Looks like you have not signed in to your account yet.
cs_cz: Zdá se, že jste se ještě nepřihlásili do svého účtu.
fr_be: On dirait que vous ne vous êtes pas encore connecté à votre compte.
it_it: Sembra che tu non abbia ancora fatto l'accesso al tuo account
nl_be: Het lijkt erop dat je nog niet hebt ingelogd op je account.
pt_pt: Registo ainda não efetuado
sk_sk: Zdá sa, že ste sa ešte neprihlásili do svojho účtu

source: Saved recordings.
cs_cz: Uložené záznamy.
fr_be: Observations enregistrées
it_it: Segnalazioni salvate
nl_be: Opgeslagen waarnemingen
pt_pt: Guardar registos
sk_sk: Záznamy uložené.

source: Species missing
cs_cz: Chybějící druh
fr_be: Espèce manquante
it_it: Specie mancante
nl_be: Soort ontbreekt
pt_pt: Espécies em falta
sk_sk: Chýbajúci druh

source: No location
cs_cz: Žádná lokalita
fr_be: Pas de localisation
it_it: Nessuna località
nl_be: Geen locatie
pt_pt: Localização não fornecida
sk_sk: Žiadna lokalita

source: Empty
cs_cz: Prázdný
fr_be: Vide
it_it: Vuoto
nl_be: Leeg
pt_pt: Vazio
sk_sk: Prázdne

source: This record has been submitted and cannot be edited within this App.
cs_cz: Tento záznam byl již zaslaný a nelze ho už v této aplikaci upravovat.
fr_be: Cet enregistrement a été soumis et ne peut pas être modifié dans cette application.
it_it: Questa segnalazione è stata inviata e non può essere più modificata con l'App
nl_be: Deze waarneming is ingediend en kan niet worden bewerkt in deze App.
pt_pt: Este registo foi submetido e não pode ser editado nesta Aplicação.
sk_sk: Tento záznam bol odoslaný a v aplikácii už nemôže byť upravovaný.

source: Submit All
cs_cz: Odeslat všechno
fr_be: Soumettre tous
it_it: Invia tutto
nl_be: Verzend alles
pt_pt: Submeter todos
sk_sk: Odoslať všetko

source: Delete All Saved
cs_cz: Vymazat všechny záznamy
fr_be: Supprimer toutes les observations enregistrées
it_it: Cancella tutti i salvataggi
nl_be: Verwijder alle opgeslagen waarnemingen
pt_pt: Apagar todos os guardados
sk_sk: Vymazať všetky záznamy

source: Training Mode
cs_cz: Tréninkový mód
fr_be: Mode d'entrainement
it_it: Modalità Training
nl_be: Oefenmodus
pt_pt: Modo de treino
sk_sk: Tréningový mód

source: Application
cs_cz: Aplikace
it_it: Applicazione
nl_be: Applicatie
pt_pt: Aplicação
sk_sk: Aplikácia

source: Country
cs_cz: Stát
fr_be: Pays
it_it: Stato
nl_be: Land
pt_pt: País
sk_sk: Krajina

source: Language
cs_cz: Jazyk
fr_be: Langue
it_it: Lingua
nl_be: Taal
pt_pt: Língua
sk_sk: Jazyk

source: Reset
cs_cz: Obnovit původní nastavení
pt_pt: Reiniciar
sk_sk: Obnoviť pôvodné nastavenia

source: Are you sure you want to reset the application to its initial state? This will wipe all the locally stored app data!
cs_cz: Jste si jistí, že chcete zresetovat aplikaci do původního stavu? Tento proces smaže všechny údaje uložené v aplikaci!
fr_be: Etes-vous sûr de restaurer l'application à son état d'origine? Ceci supprime toutes les données de l'appli stockées localement!
it_it: Sei sicuro di voler resettare l'applicazione al suo stato iniziale? Questo cancellerà tutti i dati della App salvati sul dispositivo!
nl_be: Weet je zeker dat je de toepassing wil herstellen naar de oorspronkelijke toestand? Hierdoor worden alle lokaal opgeslagen appgegevens gewist!
pt_pt: Tem certeza que pretende reiniciar a aplicação? Isso apagará todos os dados da aplicação anteriormente armazenados!
sk_sk: Ste si istí, že chcete obnoviť aplikáciu do pôvodného stavu? Toto zmaže všetky údaje uložené v aplikácii!

source: Cancel
cs_cz: Zrušit
fr_be: Annuler
it_it: Cancella
nl_be: Annuleren
pt_pt: Cancelar
sk_sk: Zrušiť

source: Done!
cs_cz: Hotovo!
fr_be: Succès!
it_it: Fatto!
nl_be: Gelukt!
pt_pt: Efetuado!
sk_sk: Hotovo!

source: Delete All
cs_cz: Vymazat všechno
fr_be: Supprimer tout
it_it: Cancella tutto
nl_be: Alles verwijderen
pt_pt: Apagar tudo
sk_sk: Vymazať všetko

source: Delete
cs_cz: Vymazat
fr_be: Supprimer
it_it: Cancella
nl_be: Verwijder
pt_pt: Apagar
sk_sk: Vymazať

source: Are you sure you want to set all valid records for submission?
cs_cz: Jste si jistí, že chcete uložit všechny záznamy?
fr_be: Êtes-vous sûr de vouloir soumettre toutes les observations valides?
it_it: Sei sicuro di voler impostare tutte le segnalazioni valide per l'invio?
nl_be: Weet u zeker dat u alle geldige records wilt indienen?
pt_pt: Tem certeza de que deseja validar todos os registos antes de enviar?
sk_sk: Ste si istí, že chcete uložiť všetky záznamy?
